[
  {
    "id": "opinion-what-renewable-targets-mean-locally",
    "title": "What renewable targets mean locally",
    "section": "Opinion",
    "author": "Ananya Singh",
    "tag": "innovation",
    "date": "Sep 04, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Travelers note a notable shift in trends. Organisers added that safety guidelines remain a priority.",
      "Students outline a reduction in costs. Local groups have volunteered to assist with implementation.",
      "Researchers observe the roadmap for the next quarter. The update follows weeks of consultations with stakeholders.",
      "Entrepreneurs explain ongoing challenges and solutions. Participants described the mood as optimistic and pragmatic.",
      "Engineers announce innovations in the field. A detailed report will be published later this month.",
      "Entrepreneurs question the roadmap for the next quarter. Participants described the mood as optimistic and pragmatic.",
      "Developers note innovations in the field. The team plans to expand the program if outcomes stay strong."
    ]
  },
  {
    "id": "education-faculty-development-workshops-scheduled",
    "title": "Faculty development workshops scheduled",
    "section": "Education",
    "author": "Sana Qureshi",
    "tag": "transport",
    "date": "Sep 04, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Teachers highlight a reduction in costs. Early feedback has been positive, but wider adoption will take time.",
      "Startups report a collaborative initiative. Authorities emphasised transparency and accessibility.",
      "Residents question an increase in community engagement. Organisers added that safety guidelines remain a priority.",
      "Startups announce a set of best practices. The team plans to expand the program if outcomes stay strong.",
      "Researchers observe a collaborative initiative. A detailed report will be published later this month.",
      "Authorities question a collaborative initiative. Local groups have volunteered to assist with implementation.",
      "Startups debate ongoing challenges and solutions. Early feedback has been positive, but wider adoption will take time.",
      "Startups announce a notable shift in trends. Local groups have volunteered to assist with implementation.",
      "Artists prepare for ongoing challenges and solutions. Data will be reviewed regularly to fine-tune the plan."
    ]
  },
  {
    "id": "india-monsoon-outlook-improves-across-key-regions",
    "title": "Monsoon outlook improves across key regions",
    "section": "India",
    "author": "Vihaan Kumar",
    "tag": "economy",
    "date": "Sep 04, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Engineers observe the roadmap for the next quarter. Data will be reviewed regularly to fine-tune the plan.",
      "Students report the roadmap for the next quarter. A detailed report will be published later this month.",
      "Travelers announce a set of best practices. The update follows weeks of consultations with stakeholders.",
      "Doctors highlight a set of best practices. A detailed report will be published later this month.",
      "Athletes outline the launch of a pilot program. Early feedback has been positive, but wider adoption will take time.",
      "Researchers note new opportunities for growth. The team plans to expand the program if outcomes stay strong."
    ]
  },
  {
    "id": "environment-plastic-free-fairs-reduce-litter",
    "title": "Plastic-free fairs reduce litter",
    "section": "Environment",
    "author": "Pooja Bansal",
    "tag": "economy",
    "date": "Sep 01, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Teachers report the roadmap for the next quarter. Data will be reviewed regularly to fine-tune the plan.",
      "Teachers debate the launch of a pilot program. Experts suggest a cautious approach while encouraging experimentation.",
      "Teachers note the roadmap for the next quarter. Local groups have volunteered to assist with implementation.",
      "Analysts outline an increase in community engagement. Data will be reviewed regularly to fine-tune the plan.",
      "Authorities review ongoing challenges and solutions. The team plans to expand the program if outcomes stay strong.",
      "Analysts outline a notable shift in trends. The team plans to expand the program if outcomes stay strong.",
      "Developers review ongoing challenges and solutions. Participants described the mood as optimistic and pragmatic."
    ]
  },
  {
    "id": "lifestyle-gardening-circles-swap-native-seeds",
    "title": "Gardening circles swap native seeds",
    "section": "Lifestyle",
    "author": "Rahul Verma",
    "tag": "climate",
    "date": "Sep 01, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Residents note a series of public workshops. Organisers added that safety guidelines remain a priority.",
      "Analysts explain an increase in community engagement. A detailed report will be published later this month.",
      "Athletes outline the roadmap for the next quarter. Experts suggest a cautious approach while encouraging experimentation.",
      "Startups evaluate upgrades to local infrastructure. The team plans to expand the program if outcomes stay strong.",
      "Athletes debate the launch of a pilot program. Early feedback has been positive, but wider adoption will take time.",
      "Artists note a reduction in costs. A detailed report will be published later this month.",
      "Doctors celebrate a notable shift in trends. Authorities emphasised transparency and accessibility.",
      "Authorities celebrate innovations in the field. The update follows weeks of consultations with stakeholders."
    ]
  },
  {
    "id": "sports-cricket-camps-focus-on-fitness-metrics",
    "title": "Cricket camps focus on fitness metrics",
    "section": "Sports",
    "author": "Isha Nair",
    "tag": "cricket",
    "date": "Sep 01, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Travelers observe ongoing challenges and solutions. Data will be reviewed regularly to fine-tune the plan.",
      "Teachers evaluate the roadmap for the next quarter. Data will be reviewed regularly to fine-tune the plan.",
      "Farmers prepare for a notable shift in trends. Experts suggest a cautious approach while encouraging experimentation.",
      "Students explain a series of public workshops. Organisers added that safety guidelines remain a priority.",
      "Officials evaluate the launch of a pilot program. Early feedback has been positive, but wider adoption will take time.",
      "Startups prepare for upgrades to local infrastructure. The team plans to expand the program if outcomes stay strong.",
      "Analysts evaluate a set of best practices. Participants described the mood as optimistic and pragmatic."
    ]
  },
  {
    "id": "health-air-quality-alerts-inform-outdoor-activity",
    "title": "Air-quality alerts inform outdoor activity",
    "section": "Health",
    "author": "Pooja Bansal",
    "tag": "climate",
    "date": "Sep 01, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Startups question an increase in community engagement. A detailed report will be published later this month.",
      "Artists celebrate new opportunities for growth. Data will be reviewed regularly to fine-tune the plan.",
      "Artists observe new opportunities for growth. Early feedback has been positive, but wider adoption will take time.",
      "Organisers announce an increase in community engagement. Authorities emphasised transparency and accessibility.",
      "Analysts prepare for upgrades to local infrastructure. Local groups have volunteered to assist with implementation.",
      "Volunteers observe the roadmap for the next quarter. Experts suggest a cautious approach while encouraging experimentation."
    ]
  },
  {
    "id": "environment-composting-pilots-close-the-loop",
    "title": "Composting pilots close the loop",
    "section": "Environment",
    "author": "Aditya Menon",
    "tag": "public health",
    "date": "Jul 31, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Developers note a reduction in costs. Local groups have volunteered to assist with implementation.",
      "Startups celebrate the roadmap for the next quarter. Participants described the mood as optimistic and pragmatic.",
      "Entrepreneurs highlight the launch of a pilot program. Local groups have volunteered to assist with implementation.",
      "Volunteers evaluate a notable shift in trends. Experts suggest a cautious approach while encouraging experimentation.",
      "Volunteers observe a notable shift in trends. Participants described the mood as optimistic and pragmatic.",
      "Volunteers highlight the launch of a pilot program. Organisers added that safety guidelines remain a priority.",
      "Developers evaluate a collaborative initiative. Local groups have volunteered to assist with implementation."
    ]
  },
  {
    "id": "health-rural-ambulance-networks-add-routes",
    "title": "Rural ambulance networks add routes",
    "section": "Health",
    "author": "Isha Nair",
    "tag": "policy",
    "date": "Jul 31, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Doctors question the launch of a pilot program. The update follows weeks of consultations with stakeholders.",
      "Residents question an increase in community engagement. Early feedback has been positive, but wider adoption will take time.",
      "Officials prepare for a reduction in costs. The update follows weeks of consultations with stakeholders.",
      "Travelers highlight new opportunities for growth. Local groups have volunteered to assist with implementation.",
      "Athletes report a collaborative initiative. Local groups have volunteered to assist with implementation.",
      "Organisers evaluate the roadmap for the next quarter. Authorities emphasised transparency and accessibility.",
      "Doctors announce a notable shift in trends. Early feedback has been positive, but wider adoption will take time.",
      "Developers explain a collaborative initiative. Experts suggest a cautious approach while encouraging experimentation.",
      "Engineers review new opportunities for growth. A detailed report will be published later this month."
    ]
  },
  {
    "id": "entertainment-streaming-platforms-back-short-films",
    "title": "Streaming platforms back short films",
    "section": "Entertainment",
    "author": "Vihaan Kumar",
    "tag": "cinema",
    "date": "Jul 29, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Analysts debate innovations in the field. Experts suggest a cautious approach while encouraging experimentation.",
      "Students explain upgrades to local infrastructure. The team plans to expand the program if outcomes stay strong.",
      "Athletes evaluate a reduction in costs. Participants described the mood as optimistic and pragmatic.",
      "Scientists review the roadmap for the next quarter. Local groups have volunteered to assist with implementation.",
      "Analysts debate new opportunities for growth. Local groups have volunteered to assist with implementation.",
      "Entrepreneurs debate new opportunities for growth. Early feedback has been positive, but wider adoption will take time.",
      "Officials note the roadmap for the next quarter. Participants described the mood as optimistic and pragmatic.",
      "Teachers note ongoing challenges and solutions. Authorities emphasised transparency and accessibility."
    ]
  },
  {
    "id": "sports-nutrition-and-recovery-protocols-updated",
    "title": "Nutrition and recovery protocols updated",
    "section": "Sports",
    "author": "Vihaan Kumar",
    "tag": "wellness",
    "date": "Jul 29, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Farmers question upgrades to local infrastructure. Organisers added that safety guidelines remain a priority.",
      "Engineers report innovations in the field. The team plans to expand the program if outcomes stay strong.",
      "Travelers announce upgrades to local infrastructure. Participants described the mood as optimistic and pragmatic.",
      "Researchers announce a set of best practices. Local groups have volunteered to assist with implementation.",
      "Scientists debate a collaborative initiative. Authorities emphasised transparency and accessibility.",
      "Teachers report the roadmap for the next quarter. The update follows weeks of consultations with stakeholders.",
      "Doctors celebrate a notable shift in trends. Organisers added that safety guidelines remain a priority.",
      "Scientists prepare for a collaborative initiative. Early feedback has been positive, but wider adoption will take time."
    ]
  },
  {
    "id": "health-fitness-initiatives-partner-with-schools",
    "title": "Fitness initiatives partner with schools",
    "section": "Health",
    "author": "Diya Rao",
    "tag": "startup",
    "date": "Jul 29, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Travelers announce a series of public workshops. The update follows weeks of consultations with stakeholders.",
      "Students prepare for upgrades to local infrastructure. The team plans to expand the program if outcomes stay strong.",
      "Doctors announce ongoing challenges and solutions. Local groups have volunteered to assist with implementation.",
      "Authorities outline a set of best practices. Local groups have volunteered to assist with implementation.",
      "Organisers debate a reduction in costs. A detailed report will be published later this month.",
      "Travelers review the launch of a pilot program. Authorities emphasised transparency and accessibility.",
      "Organisers evaluate a series of public workshops. Authorities emphasised transparency and accessibility.",
      "Developers outline a set of best practices. Organisers added that safety guidelines remain a priority."
    ]
  },
  {
    "id": "technology-developers-embrace-energy-aware-coding",
    "title": "Developers embrace energy-aware coding",
    "section": "Technology",
    "author": "Sana Qureshi",
    "tag": "research",
    "date": "Jul 27, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Athletes evaluate the roadmap for the next quarter. Local groups have volunteered to assist with implementation.",
      "Authorities review the launch of a pilot program. Local groups have volunteered to assist with implementation.",
      "Officials prepare for upgrades to local infrastructure. A detailed report will be published later this month.",
      "Residents prepare for ongoing challenges and solutions. Data will be reviewed regularly to fine-tune the plan.",
      "Organisers debate an increase in community engagement. A detailed report will be published later this month.",
      "Startups announce an increase in community engagement. Local groups have volunteered to assist with implementation.",
      "Teachers observe a set of best practices. Local groups have volunteered to assist with implementation."
    ]
  },
  {
    "id": "technology-cybersecurity-drills-strengthen-readiness",
    "title": "Cybersecurity drills strengthen readiness",
    "section": "Technology",
    "author": "Rahul Verma",
    "tag": "transport",
    "date": "Jul 27, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Doctors explain a collaborative initiative. Early feedback has been positive, but wider adoption will take time.",
      "Doctors prepare for ongoing challenges and solutions. Participants described the mood as optimistic and pragmatic.",
      "Travelers celebrate a notable shift in trends. Participants described the mood as optimistic and pragmatic.",
      "Farmers note ongoing challenges and solutions. Authorities emphasised transparency and accessibility.",
      "Teachers observe the launch of a pilot program. Organisers added that safety guidelines remain a priority.",
      "Artists observe a set of best practices. Early feedback has been positive, but wider adoption will take time.",
      "Developers debate innovations in the field. A detailed report will be published later this month."
    ]
  },
  {
    "id": "world-green-shipping-lanes-reduce-emissions",
    "title": "Green shipping lanes reduce emissions",
    "section": "World",
    "author": "Isha Nair",
    "tag": "research",
    "date": "Jul 27, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Engineers observe new opportunities for growth. Authorities emphasised transparency and accessibility.",
      "Officials debate a set of best practices. Early feedback has been positive, but wider adoption will take time.",
      "Engineers note new opportunities for growth. The team plans to expand the program if outcomes stay strong.",
      "Engineers question a collaborative initiative. Experts suggest a cautious approach while encouraging experimentation.",
      "Travelers observe a set of best practices. Data will be reviewed regularly to fine-tune the plan.",
      "Artists celebrate the launch of a pilot program. The update follows weeks of consultations with stakeholders."
    ]
  },
  {
    "id": "environment-wetland-restoration-attracts-diverse-species",
    "title": "Wetland restoration attracts diverse species",
    "section": "Environment",
    "author": "Kabir Shah",
    "tag": "cricket",
    "date": "Jul 26, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Entrepreneurs review innovations in the field. Local groups have volunteered to assist with implementation.",
      "Developers debate new opportunities for growth. Data will be reviewed regularly to fine-tune the plan.",
      "Residents debate ongoing challenges and solutions. Organisers added that safety guidelines remain a priority.",
      "Travelers highlight upgrades to local infrastructure. The update follows weeks of consultations with stakeholders.",
      "Farmers celebrate an increase in community engagement. Data will be reviewed regularly to fine-tune the plan.",
      "Authorities announce ongoing challenges and solutions. Participants described the mood as optimistic and pragmatic.",
      "Teachers highlight innovations in the field. Participants described the mood as optimistic and pragmatic."
    ]
  },
  {
    "id": "entertainment-community-radios-launch-story-hours",
    "title": "Community radios launch story hours",
    "section": "Entertainment",
    "author": "Rohan Gupta",
    "tag": "cinema",
    "date": "Jul 26, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Entrepreneurs debate an increase in community engagement. Experts suggest a cautious approach while encouraging experimentation.",
      "Startups announce the launch of a pilot program. The team plans to expand the program if outcomes stay strong.",
      "Teachers evaluate the launch of a pilot program. The team plans to expand the program if outcomes stay strong.",
      "Authorities review the roadmap for the next quarter. A detailed report will be published later this month.",
      "Officials outline a series of public workshops. Authorities emphasised transparency and accessibility.",
      "Officials note new opportunities for growth. Organisers added that safety guidelines remain a priority.",
      "Researchers explain upgrades to local infrastructure. Participants described the mood as optimistic and pragmatic.",
      "Travelers explain new opportunities for growth. Data will be reviewed regularly to fine-tune the plan.",
      "Scientists debate an increase in community engagement. The team plans to expand the program if outcomes stay strong."
    ]
  },
  {
    "id": "sports-school-leagues-adopt-injury-prevention",
    "title": "School leagues adopt injury-prevention",
    "section": "Sports",
    "author": "Aarav Mehta",
    "tag": "policy",
    "date": "Jul 26, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Doctors observe a reduction in costs. Local groups have volunteered to assist with implementation.",
      "Travelers question a notable shift in trends. The update follows weeks of consultations with stakeholders.",
      "Authorities evaluate an increase in community engagement. Early feedback has been positive, but wider adoption will take time.",
      "Students note upgrades to local infrastructure. The team plans to expand the program if outcomes stay strong.",
      "Entrepreneurs review the launch of a pilot program. Organisers added that safety guidelines remain a priority.",
      "Doctors report new opportunities for growth. Organisers added that safety guidelines remain a priority.",
      "Volunteers evaluate the launch of a pilot program. Experts suggest a cautious approach while encouraging experimentation.",
      "Farmers evaluate the roadmap for the next quarter. Participants described the mood as optimistic and pragmatic.",
      "Volunteers announce a series of public workshops. The update follows weeks of consultations with stakeholders."
    ]
  },
  {
    "id": "science-genomics-labs-expand-open-datasets",
    "title": "Genomics labs expand open datasets",
    "section": "Science",
    "author": "Isha Nair",
    "tag": "public health",
    "date": "Jul 25, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Analysts highlight innovations in the field. The team plans to expand the program if outcomes stay strong.",
      "Travelers explain a collaborative initiative. Early feedback has been positive, but wider adoption will take time.",
      "Entrepreneurs explain the launch of a pilot program. Early feedback has been positive, but wider adoption will take time.",
      "Analysts debate a series of public workshops. Data will be reviewed regularly to fine-tune the plan.",
      "Students explain the launch of a pilot program. The update follows weeks of consultations with stakeholders.",
      "Engineers announce a set of best practices. Experts suggest a cautious approach while encouraging experimentation.",
      "Entrepreneurs question ongoing challenges and solutions. The update follows weeks of consultations with stakeholders.",
      "Analysts outline a reduction in costs. Data will be reviewed regularly to fine-tune the plan."
    ]
  },
  {
    "id": "science-climate-models-refine-rainfall-predictions",
    "title": "Climate models refine rainfall predictions",
    "section": "Science",
    "author": "Diya Rao",
    "tag": "economy",
    "date": "Jul 24, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Students report innovations in the field. The update follows weeks of consultations with stakeholders.",
      "Officials note new opportunities for growth. Early feedback has been positive, but wider adoption will take time.",
      "Students highlight a set of best practices. Local groups have volunteered to assist with implementation.",
      "Engineers explain the launch of a pilot program. Local groups have volunteered to assist with implementation.",
      "Scientists report a notable shift in trends. Experts suggest a cautious approach while encouraging experimentation.",
      "Authorities explain innovations in the field. Authorities emphasised transparency and accessibility.",
      "Travelers highlight a reduction in costs. Early feedback has been positive, but wider adoption will take time.",
      "Organisers outline innovations in the field. The team plans to expand the program if outcomes stay strong.",
      "Entrepreneurs observe the roadmap for the next quarter. Experts suggest a cautious approach while encouraging experimentation."
    ]
  },
  {
    "id": "india-metro-expansion-plans-get-green-signal",
    "title": "Metro expansion plans get green signal",
    "section": "India",
    "author": "Diya Rao",
    "tag": "public health",
    "date": "Jul 24, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Scientists observe a notable shift in trends. Experts suggest a cautious approach while encouraging experimentation.",
      "Teachers highlight a notable shift in trends. Data will be reviewed regularly to fine-tune the plan.",
      "Developers review innovations in the field. Data will be reviewed regularly to fine-tune the plan.",
      "Organisers report ongoing challenges and solutions. Authorities emphasised transparency and accessibility.",
      "Authorities evaluate innovations in the field. Local groups have volunteered to assist with implementation.",
      "Authorities review a set of best practices. The update follows weeks of consultations with stakeholders.",
      "Startups evaluate upgrades to local infrastructure. A detailed report will be published later this month.",
      "Developers prepare for a collaborative initiative. The team plans to expand the program if outcomes stay strong."
    ]
  },
  {
    "id": "health-mental-well-being-workshops-on-campuses",
    "title": "Mental well-being workshops on campuses",
    "section": "Health",
    "author": "Aarav Mehta",
    "tag": "public health",
    "date": "Jul 22, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Doctors review upgrades to local infrastructure. Experts suggest a cautious approach while encouraging experimentation.",
      "Entrepreneurs debate upgrades to local infrastructure. Authorities emphasised transparency and accessibility.",
      "Farmers evaluate ongoing challenges and solutions. The team plans to expand the program if outcomes stay strong.",
      "Doctors debate a collaborative initiative. Early feedback has been positive, but wider adoption will take time.",
      "Authorities celebrate a collaborative initiative. The update follows weeks of consultations with stakeholders.",
      "Artists debate ongoing challenges and solutions. Participants described the mood as optimistic and pragmatic.",
      "Researchers prepare for new opportunities for growth. A detailed report will be published later this month.",
      "Officials announce a reduction in costs. Experts suggest a cautious approach while encouraging experimentation.",
      "Engineers observe a collaborative initiative. Local groups have volunteered to assist with implementation."
    ]
  },
  {
    "id": "world-trade-dialogues-focus-on-resilient-supply-chains",
    "title": "Trade dialogues focus on resilient supply chains",
    "section": "World",
    "author": "Meera Iyer",
    "tag": "climate",
    "date": "Jul 22, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Farmers note upgrades to local infrastructure. Participants described the mood as optimistic and pragmatic.",
      "Authorities announce an increase in community engagement. Organisers added that safety guidelines remain a priority.",
      "Teachers explain the launch of a pilot program. Local groups have volunteered to assist with implementation.",
      "Officials explain the launch of a pilot program. Experts suggest a cautious approach while encouraging experimentation.",
      "Startups report a notable shift in trends. Participants described the mood as optimistic and pragmatic.",
      "Athletes question a notable shift in trends. The update follows weeks of consultations with stakeholders."
    ]
  },
  {
    "id": "lifestyle-slow-travel-itineraries-gain-fans",
    "title": "Slow travel itineraries gain fans",
    "section": "Lifestyle",
    "author": "Sana Qureshi",
    "tag": "public health",
    "date": "Jul 21, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Analysts highlight innovations in the field. Local groups have volunteered to assist with implementation.",
      "Scientists announce an increase in community engagement. Authorities emphasised transparency and accessibility.",
      "Startups debate a reduction in costs. Authorities emphasised transparency and accessibility.",
      "Doctors question ongoing challenges and solutions. Participants described the mood as optimistic and pragmatic.",
      "Analysts celebrate ongoing challenges and solutions. Experts suggest a cautious approach while encouraging experimentation.",
      "Artists announce new opportunities for growth. Early feedback has been positive, but wider adoption will take time.",
      "Artists report ongoing challenges and solutions. Participants described the mood as optimistic and pragmatic.",
      "Entrepreneurs prepare for a series of public workshops. The team plans to expand the program if outcomes stay strong."
    ]
  },
  {
    "id": "india-healthcare-outreach-camps-cover-remote-areas",
    "title": "Healthcare outreach camps cover remote areas",
    "section": "India",
    "author": "Aarav Mehta",
    "tag": "football",
    "date": "Jul 21, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Authorities explain the launch of a pilot program. Authorities emphasised transparency and accessibility.",
      "Engineers note a notable shift in trends. A detailed report will be published later this month.",
      "Analysts explain a collaborative initiative. Local groups have volunteered to assist with implementation.",
      "Researchers explain ongoing challenges and solutions. The team plans to expand the program if outcomes stay strong.",
      "Entrepreneurs observe a series of public workshops. Authorities emphasised transparency and accessibility.",
      "Analysts announce a collaborative initiative. A detailed report will be published later this month.",
      "Teachers evaluate a collaborative initiative. Early feedback has been positive, but wider adoption will take time.",
      "Organisers celebrate a reduction in costs. Participants described the mood as optimistic and pragmatic."
    ]
  },
  {
    "id": "health-caregiver-support-circles-share-resources",
    "title": "Caregiver support circles share resources",
    "section": "Health",
    "author": "Sana Qureshi",
    "tag": "cinema",
    "date": "Jul 20, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Teachers note innovations in the field. Local groups have volunteered to assist with implementation.",
      "Students review the roadmap for the next quarter. Authorities emphasised transparency and accessibility.",
      "Authorities explain the roadmap for the next quarter. Authorities emphasised transparency and accessibility.",
      "Volunteers highlight a set of best practices. Experts suggest a cautious approach while encouraging experimentation.",
      "Officials evaluate the roadmap for the next quarter. Experts suggest a cautious approach while encouraging experimentation.",
      "Scientists question ongoing challenges and solutions. A detailed report will be published later this month."
    ]
  },
  {
    "id": "world-scholars-collaborate-on-open-data-initiatives",
    "title": "Scholars collaborate on open data initiatives",
    "section": "World",
    "author": "Isha Nair",
    "tag": "wellness",
    "date": "Jul 20, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Artists explain an increase in community engagement. A detailed report will be published later this month.",
      "Researchers evaluate a series of public workshops. A detailed report will be published later this month.",
      "Engineers note a collaborative initiative. Authorities emphasised transparency and accessibility.",
      "Volunteers prepare for an increase in community engagement. Participants described the mood as optimistic and pragmatic.",
      "Officials review ongoing challenges and solutions. Authorities emphasised transparency and accessibility.",
      "Athletes outline a notable shift in trends. Authorities emphasised transparency and accessibility.",
      "Authorities evaluate a notable shift in trends. Data will be reviewed regularly to fine-tune the plan."
    ]
  },
  {
    "id": "technology-public-cloud-credits-power-student-projects",
    "title": "Public cloud credits power student projects",
    "section": "Technology",
    "author": "Kabir Shah",
    "tag": "space",
    "date": "Jul 19, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Students outline innovations in the field. Organisers added that safety guidelines remain a priority.",
      "Volunteers announce new opportunities for growth. Local groups have volunteered to assist with implementation.",
      "Volunteers outline ongoing challenges and solutions. Data will be reviewed regularly to fine-tune the plan.",
      "Farmers question new opportunities for growth. Experts suggest a cautious approach while encouraging experimentation.",
      "Researchers prepare for a reduction in costs. Authorities emphasised transparency and accessibility.",
      "Volunteers celebrate innovations in the field. Participants described the mood as optimistic and pragmatic.",
      "Teachers highlight the launch of a pilot program. Early feedback has been positive, but wider adoption will take time.",
      "Athletes explain a reduction in costs. Organisers added that safety guidelines remain a priority."
    ]
  },
  {
    "id": "technology-ai-labs-release-transparent-model-cards",
    "title": "AI labs release transparent model cards",
    "section": "Technology",
    "author": "Ananya Singh",
    "tag": "education",
    "date": "Jul 19, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Students explain a notable shift in trends. Authorities emphasised transparency and accessibility.",
      "Residents observe an increase in community engagement. Organisers added that safety guidelines remain a priority.",
      "Developers highlight new opportunities for growth. A detailed report will be published later this month.",
      "Authorities report a series of public workshops. Local groups have volunteered to assist with implementation.",
      "Students note an increase in community engagement. Local groups have volunteered to assist with implementation.",
      "Artists highlight innovations in the field. Early feedback has been positive, but wider adoption will take time."
    ]
  },
  {
    "id": "lifestyle-reading-challenges-build-community",
    "title": "Reading challenges build community",
    "section": "Lifestyle",
    "author": "Rohan Gupta",
    "tag": "space",
    "date": "Jul 18, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Volunteers prepare for a notable shift in trends. Data will be reviewed regularly to fine-tune the plan.",
      "Athletes debate new opportunities for growth. The team plans to expand the program if outcomes stay strong.",
      "Travelers observe innovations in the field. Organisers added that safety guidelines remain a priority.",
      "Students prepare for a reduction in costs. Organisers added that safety guidelines remain a priority.",
      "Travelers report new opportunities for growth. Authorities emphasised transparency and accessibility.",
      "Engineers announce innovations in the field. Participants described the mood as optimistic and pragmatic.",
      "Organisers explain an increase in community engagement. Authorities emphasised transparency and accessibility.",
      "Doctors celebrate new opportunities for growth. Early feedback has been positive, but wider adoption will take time."
    ]
  },
  {
    "id": "opinion-how-libraries-can-lead-the-way",
    "title": "How libraries can lead the way",
    "section": "Opinion",
    "author": "Sana Qureshi",
    "tag": "transport",
    "date": "Jul 18, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Organisers highlight the launch of a pilot program. Early feedback has been positive, but wider adoption will take time.",
      "Officials explain upgrades to local infrastructure. Local groups have volunteered to assist with implementation.",
      "Developers review the roadmap for the next quarter. The team plans to expand the program if outcomes stay strong.",
      "Farmers prepare for innovations in the field. Experts suggest a cautious approach while encouraging experimentation.",
      "Residents review a series of public workshops. Participants described the mood as optimistic and pragmatic.",
      "Travelers debate innovations in the field. The update follows weeks of consultations with stakeholders."
    ]
  },
  {
    "id": "business-agri-tech-solutions-scale-with-co-ops",
    "title": "Agri-tech solutions scale with co-ops",
    "section": "Business",
    "author": "Diya Rao",
    "tag": "education",
    "date": "Jul 18, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Scientists prepare for the launch of a pilot program. A detailed report will be published later this month.",
      "Organisers report a set of best practices. Data will be reviewed regularly to fine-tune the plan.",
      "Scientists announce upgrades to local infrastructure. Data will be reviewed regularly to fine-tune the plan.",
      "Travelers evaluate a series of public workshops. The team plans to expand the program if outcomes stay strong.",
      "Athletes explain an increase in community engagement. The update follows weeks of consultations with stakeholders.",
      "Volunteers report a series of public workshops. Experts suggest a cautious approach while encouraging experimentation."
    ]
  },
  {
    "id": "opinion-designing-safe-digital-public-spaces",
    "title": "Designing safe digital public spaces",
    "section": "Opinion",
    "author": "Meera Iyer",
    "tag": "climate",
    "date": "Jul 17, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Startups highlight upgrades to local infrastructure. The update follows weeks of consultations with stakeholders.",
      "Engineers celebrate new opportunities for growth. The team plans to expand the program if outcomes stay strong.",
      "Engineers outline ongoing challenges and solutions. The team plans to expand the program if outcomes stay strong.",
      "Farmers report a notable shift in trends. Local groups have volunteered to assist with implementation.",
      "Students prepare for the launch of a pilot program. Experts suggest a cautious approach while encouraging experimentation.",
      "Athletes announce the launch of a pilot program. Local groups have volunteered to assist with implementation.",
      "Organisers debate new opportunities for growth. Organisers added that safety guidelines remain a priority."
    ]
  },
  {
    "id": "sports-indoor-arenas-upgrade-training-tech",
    "title": "Indoor arenas upgrade training tech",
    "section": "Sports",
    "author": "Rahul Verma",
    "tag": "education",
    "date": "Jul 17, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Travelers debate a set of best practices. The update follows weeks of consultations with stakeholders.",
      "Organisers debate new opportunities for growth. A detailed report will be published later this month.",
      "Volunteers highlight the roadmap for the next quarter. The update follows weeks of consultations with stakeholders.",
      "Officials outline a series of public workshops. Participants described the mood as optimistic and pragmatic.",
      "Analysts question a series of public workshops. Data will be reviewed regularly to fine-tune the plan.",
      "Doctors prepare for an increase in community engagement. The team plans to expand the program if outcomes stay strong.",
      "Residents debate innovations in the field. Experts suggest a cautious approach while encouraging experimentation."
    ]
  },
  {
    "id": "science-ocean-observatories-share-real-time-feeds",
    "title": "Ocean observatories share real-time feeds",
    "section": "Science",
    "author": "Vihaan Kumar",
    "tag": "cinema",
    "date": "Jul 17, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Entrepreneurs report innovations in the field. Authorities emphasised transparency and accessibility.",
      "Athletes explain upgrades to local infrastructure. Participants described the mood as optimistic and pragmatic.",
      "Startups question new opportunities for growth. A detailed report will be published later this month.",
      "Artists prepare for the roadmap for the next quarter. Early feedback has been positive, but wider adoption will take time.",
      "Farmers note an increase in community engagement. Authorities emphasised transparency and accessibility.",
      "Entrepreneurs announce a collaborative initiative. The team plans to expand the program if outcomes stay strong.",
      "Farmers prepare for a notable shift in trends. Early feedback has been positive, but wider adoption will take time."
    ]
  },
  {
    "id": "environment-waste-segregation-drives-hit-milestones",
    "title": "Waste-segregation drives hit milestones",
    "section": "Environment",
    "author": "Sana Qureshi",
    "tag": "innovation",
    "date": "Jul 16, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Officials report a set of best practices. Early feedback has been positive, but wider adoption will take time.",
      "Organisers outline innovations in the field. The team plans to expand the program if outcomes stay strong.",
      "Scientists report new opportunities for growth. Participants described the mood as optimistic and pragmatic.",
      "Entrepreneurs celebrate a set of best practices. Participants described the mood as optimistic and pragmatic.",
      "Authorities review a notable shift in trends. Participants described the mood as optimistic and pragmatic.",
      "Organisers review ongoing challenges and solutions. A detailed report will be published later this month."
    ]
  },
  {
    "id": "education-libraries-extend-weekend-hours",
    "title": "Libraries extend weekend hours",
    "section": "Education",
    "author": "Kabir Shah",
    "tag": "research",
    "date": "Jul 16, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Developers evaluate an increase in community engagement. Local groups have volunteered to assist with implementation.",
      "Entrepreneurs review an increase in community engagement. Experts suggest a cautious approach while encouraging experimentation.",
      "Authorities highlight the roadmap for the next quarter. The team plans to expand the program if outcomes stay strong.",
      "Artists announce new opportunities for growth. Experts suggest a cautious approach while encouraging experimentation.",
      "Farmers announce innovations in the field. Experts suggest a cautious approach while encouraging experimentation.",
      "Residents debate a set of best practices. Early feedback has been positive, but wider adoption will take time."
    ]
  },
  {
    "id": "technology-privacy-preserving-analytics-gain-adopters",
    "title": "Privacy-preserving analytics gain adopters",
    "section": "Technology",
    "author": "Meera Iyer",
    "tag": "space",
    "date": "Jul 16, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Researchers review innovations in the field. Data will be reviewed regularly to fine-tune the plan.",
      "Developers note a reduction in costs. The team plans to expand the program if outcomes stay strong.",
      "Doctors review an increase in community engagement. Local groups have volunteered to assist with implementation.",
      "Entrepreneurs debate a reduction in costs. Organisers added that safety guidelines remain a priority.",
      "Authorities highlight upgrades to local infrastructure. The team plans to expand the program if outcomes stay strong.",
      "Residents highlight a collaborative initiative. Early feedback has been positive, but wider adoption will take time.",
      "Entrepreneurs celebrate a reduction in costs. Experts suggest a cautious approach while encouraging experimentation.",
      "Students debate upgrades to local infrastructure. Early feedback has been positive, but wider adoption will take time.",
      "Researchers celebrate a reduction in costs. Participants described the mood as optimistic and pragmatic."
    ]
  },
  {
    "id": "lifestyle-local-crafts-inspire-modern-decor",
    "title": "Local crafts inspire modern decor",
    "section": "Lifestyle",
    "author": "Pooja Bansal",
    "tag": "economy",
    "date": "Jul 15, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Teachers question the launch of a pilot program. Early feedback has been positive, but wider adoption will take time.",
      "Analysts observe a reduction in costs. Participants described the mood as optimistic and pragmatic.",
      "Residents note an increase in community engagement. Experts suggest a cautious approach while encouraging experimentation.",
      "Officials note an increase in community engagement. The team plans to expand the program if outcomes stay strong.",
      "Doctors announce a reduction in costs. Experts suggest a cautious approach while encouraging experimentation.",
      "Startups celebrate new opportunities for growth. Participants described the mood as optimistic and pragmatic."
    ]
  },
  {
    "id": "business-smes-explore-digital-exports-playbook",
    "title": "SMEs explore digital exports playbook",
    "section": "Business",
    "author": "Rahul Verma",
    "tag": "startup",
    "date": "Jul 13, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Scientists review the launch of a pilot program. Participants described the mood as optimistic and pragmatic.",
      "Farmers outline the roadmap for the next quarter. A detailed report will be published later this month.",
      "Volunteers observe the launch of a pilot program. Experts suggest a cautious approach while encouraging experimentation.",
      "Scientists report a collaborative initiative. Data will be reviewed regularly to fine-tune the plan.",
      "Researchers explain upgrades to local infrastructure. The update follows weeks of consultations with stakeholders.",
      "Teachers prepare for a collaborative initiative. Experts suggest a cautious approach while encouraging experimentation."
    ]
  },
  {
    "id": "education-labs-open-for-citizen-tinkering-nights",
    "title": "Labs open for citizen tinkering nights",
    "section": "Education",
    "author": "Sana Qureshi",
    "tag": "education",
    "date": "Jul 12, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Residents highlight the launch of a pilot program. Authorities emphasised transparency and accessibility.",
      "Entrepreneurs note a collaborative initiative. Data will be reviewed regularly to fine-tune the plan.",
      "Farmers review a reduction in costs. Early feedback has been positive, but wider adoption will take time.",
      "Researchers highlight new opportunities for growth. Local groups have volunteered to assist with implementation.",
      "Residents highlight new opportunities for growth. Experts suggest a cautious approach while encouraging experimentation.",
      "Officials celebrate upgrades to local infrastructure. Early feedback has been positive, but wider adoption will take time.",
      "Authorities observe the roadmap for the next quarter. Local groups have volunteered to assist with implementation.",
      "Organisers explain a collaborative initiative. Participants described the mood as optimistic and pragmatic.",
      "Officials report a notable shift in trends. Experts suggest a cautious approach while encouraging experimentation."
    ]
  },
  {
    "id": "education-scholarship-portals-simplify-applications",
    "title": "Scholarship portals simplify applications",
    "section": "Education",
    "author": "Rohan Gupta",
    "tag": "public health",
    "date": "Jul 12, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Entrepreneurs explain a series of public workshops. Experts suggest a cautious approach while encouraging experimentation.",
      "Authorities prepare for ongoing challenges and solutions. The update follows weeks of consultations with stakeholders.",
      "Officials explain innovations in the field. Experts suggest a cautious approach while encouraging experimentation.",
      "Artists report an increase in community engagement. Data will be reviewed regularly to fine-tune the plan.",
      "Doctors explain innovations in the field. Participants described the mood as optimistic and pragmatic.",
      "Organisers explain a collaborative initiative. Experts suggest a cautious approach while encouraging experimentation.",
      "Researchers celebrate a reduction in costs. Authorities emphasised transparency and accessibility.",
      "Farmers note new opportunities for growth. The update follows weeks of consultations with stakeholders."
    ]
  },
  {
    "id": "technology-robotics-teams-design-low-cost-prototypes",
    "title": "Robotics teams design low-cost prototypes",
    "section": "Technology",
    "author": "Diya Rao",
    "tag": "innovation",
    "date": "Jul 12, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Analysts evaluate ongoing challenges and solutions. Data will be reviewed regularly to fine-tune the plan.",
      "Travelers debate ongoing challenges and solutions. Local groups have volunteered to assist with implementation.",
      "Teachers review the launch of a pilot program. Local groups have volunteered to assist with implementation.",
      "Researchers prepare for a reduction in costs. Experts suggest a cautious approach while encouraging experimentation.",
      "Developers question ongoing challenges and solutions. Organisers added that safety guidelines remain a priority.",
      "Analysts highlight innovations in the field. Authorities emphasised transparency and accessibility.",
      "Authorities observe the roadmap for the next quarter. A detailed report will be published later this month.",
      "Artists observe innovations in the field. The update follows weeks of consultations with stakeholders.",
      "Teachers debate a set of best practices. Early feedback has been positive, but wider adoption will take time."
    ]
  },
  {
    "id": "entertainment-book-clubs-champion-regional-literature",
    "title": "Book clubs champion regional literature",
    "section": "Entertainment",
    "author": "Sana Qureshi",
    "tag": "policy",
    "date": "Jul 11, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Students report a set of best practices. A detailed report will be published later this month.",
      "Analysts report innovations in the field. Data will be reviewed regularly to fine-tune the plan.",
      "Researchers outline new opportunities for growth. The team plans to expand the program if outcomes stay strong.",
      "Analysts prepare for an increase in community engagement. Participants described the mood as optimistic and pragmatic.",
      "Doctors note ongoing challenges and solutions. The team plans to expand the program if outcomes stay strong.",
      "Doctors question a set of best practices. The update follows weeks of consultations with stakeholders.",
      "Athletes outline a collaborative initiative. Data will be reviewed regularly to fine-tune the plan.",
      "Researchers evaluate upgrades to local infrastructure. Early feedback has been positive, but wider adoption will take time."
    ]
  },
  {
    "id": "science-seismology-teams-upgrade-sensors",
    "title": "Seismology teams upgrade sensors",
    "section": "Science",
    "author": "Meera Iyer",
    "tag": "ai",
    "date": "Jul 11, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Teachers prepare for innovations in the field. Experts suggest a cautious approach while encouraging experimentation.",
      "Engineers highlight the launch of a pilot program. Experts suggest a cautious approach while encouraging experimentation.",
      "Students review a series of public workshops. Data will be reviewed regularly to fine-tune the plan.",
      "Athletes highlight a set of best practices. Participants described the mood as optimistic and pragmatic.",
      "Artists observe the launch of a pilot program. The team plans to expand the program if outcomes stay strong.",
      "Officials question the roadmap for the next quarter. Authorities emphasised transparency and accessibility.",
      "Developers evaluate upgrades to local infrastructure. The update follows weeks of consultations with stakeholders.",
      "Engineers explain ongoing challenges and solutions. Organisers added that safety guidelines remain a priority.",
      "Travelers explain innovations in the field. Experts suggest a cautious approach while encouraging experimentation."
    ]
  },
  {
    "id": "environment-green-roofs-improve-building-comfort",
    "title": "Green roofs improve building comfort",
    "section": "Environment",
    "author": "Aditya Menon",
    "tag": "climate",
    "date": "Jul 10, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Travelers note upgrades to local infrastructure. Authorities emphasised transparency and accessibility.",
      "Developers highlight the launch of a pilot program. Experts suggest a cautious approach while encouraging experimentation.",
      "Entrepreneurs celebrate a reduction in costs. Early feedback has been positive, but wider adoption will take time.",
      "Developers announce a series of public workshops. Experts suggest a cautious approach while encouraging experimentation.",
      "Scientists celebrate new opportunities for growth. Local groups have volunteered to assist with implementation.",
      "Residents highlight a notable shift in trends. Participants described the mood as optimistic and pragmatic."
    ]
  },
  {
    "id": "science-public-health-data-hubs-integrate-sources",
    "title": "Public health data hubs integrate sources",
    "section": "Science",
    "author": "Rahul Verma",
    "tag": "space",
    "date": "Jul 10, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Authorities prepare for ongoing challenges and solutions. Early feedback has been positive, but wider adoption will take time.",
      "Athletes highlight ongoing challenges and solutions. Experts suggest a cautious approach while encouraging experimentation.",
      "Startups announce the launch of a pilot program. Participants described the mood as optimistic and pragmatic.",
      "Scientists evaluate an increase in community engagement. The update follows weeks of consultations with stakeholders.",
      "Artists question a series of public workshops. The update follows weeks of consultations with stakeholders.",
      "Entrepreneurs celebrate the roadmap for the next quarter. Early feedback has been positive, but wider adoption will take time.",
      "Artists debate ongoing challenges and solutions. The update follows weeks of consultations with stakeholders."
    ]
  },
  {
    "id": "science-agro-ecology-studies-inform-farming-methods",
    "title": "Agro-ecology studies inform farming methods",
    "section": "Science",
    "author": "Kabir Shah",
    "tag": "transport",
    "date": "Jul 10, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Analysts celebrate the launch of a pilot program. Organisers added that safety guidelines remain a priority.",
      "Startups explain a reduction in costs. Participants described the mood as optimistic and pragmatic.",
      "Artists announce a collaborative initiative. A detailed report will be published later this month.",
      "Engineers prepare for a collaborative initiative. The team plans to expand the program if outcomes stay strong.",
      "Travelers outline a notable shift in trends. A detailed report will be published later this month.",
      "Students celebrate upgrades to local infrastructure. Early feedback has been positive, but wider adoption will take time."
    ]
  },
  {
    "id": "world-international-film-forums-spotlight-new-voices",
    "title": "International film forums spotlight new voices",
    "section": "World",
    "author": "Aditya Menon",
    "tag": "space",
    "date": "Jul 09, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Travelers outline the launch of a pilot program. Data will be reviewed regularly to fine-tune the plan.",
      "Artists review a collaborative initiative. Authorities emphasised transparency and accessibility.",
      "Researchers prepare for an increase in community engagement. Data will be reviewed regularly to fine-tune the plan.",
      "Artists explain the roadmap for the next quarter. Local groups have volunteered to assist with implementation.",
      "Organisers report the roadmap for the next quarter. Experts suggest a cautious approach while encouraging experimentation.",
      "Teachers highlight upgrades to local infrastructure. The update follows weeks of consultations with stakeholders."
    ]
  },
  {
    "id": "sports-grassroots-football-academies-expand",
    "title": "Grassroots football academies expand",
    "section": "Sports",
    "author": "Diya Rao",
    "tag": "cricket",
    "date": "Jul 08, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Scientists announce a notable shift in trends. The update follows weeks of consultations with stakeholders.",
      "Scientists report ongoing challenges and solutions. Experts suggest a cautious approach while encouraging experimentation.",
      "Startups question an increase in community engagement. Authorities emphasised transparency and accessibility.",
      "Doctors debate upgrades to local infrastructure. Early feedback has been positive, but wider adoption will take time.",
      "Students outline an increase in community engagement. The team plans to expand the program if outcomes stay strong.",
      "Analysts announce a set of best practices. A detailed report will be published later this month.",
      "Residents review a series of public workshops. Participants described the mood as optimistic and pragmatic."
    ]
  },
  {
    "id": "health-tele-consult-platforms-reduce-wait-times",
    "title": "Tele-consult platforms reduce wait times",
    "section": "Health",
    "author": "Rahul Verma",
    "tag": "policy",
    "date": "Jul 08, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Researchers announce upgrades to local infrastructure. Participants described the mood as optimistic and pragmatic.",
      "Developers prepare for a series of public workshops. Authorities emphasised transparency and accessibility.",
      "Farmers debate innovations in the field. Organisers added that safety guidelines remain a priority.",
      "Startups highlight a reduction in costs. Early feedback has been positive, but wider adoption will take time.",
      "Analysts note upgrades to local infrastructure. Experts suggest a cautious approach while encouraging experimentation.",
      "Volunteers explain a reduction in costs. The update follows weeks of consultations with stakeholders."
    ]
  },
  {
    "id": "science-citizen-science-tracks-seasonal-changes",
    "title": "Citizen science tracks seasonal changes",
    "section": "Science",
    "author": "Rahul Verma",
    "tag": "space",
    "date": "Jul 08, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Authorities observe upgrades to local infrastructure. Early feedback has been positive, but wider adoption will take time.",
      "Teachers prepare for the roadmap for the next quarter. The update follows weeks of consultations with stakeholders.",
      "Volunteers note upgrades to local infrastructure. Organisers added that safety guidelines remain a priority.",
      "Residents explain a set of best practices. The update follows weeks of consultations with stakeholders.",
      "Residents prepare for the launch of a pilot program. Early feedback has been positive, but wider adoption will take time.",
      "Teachers debate the launch of a pilot program. Participants described the mood as optimistic and pragmatic.",
      "Teachers review a collaborative initiative. Participants described the mood as optimistic and pragmatic.",
      "Startups outline the launch of a pilot program. The update follows weeks of consultations with stakeholders.",
      "Analysts outline upgrades to local infrastructure. The team plans to expand the program if outcomes stay strong."
    ]
  },
  {
    "id": "environment-e-buses-cut-city-emissions",
    "title": "E-buses cut city emissions",
    "section": "Environment",
    "author": "Kabir Shah",
    "tag": "cricket",
    "date": "Aug 31, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Artists note a collaborative initiative. Participants described the mood as optimistic and pragmatic.",
      "Developers report the launch of a pilot program. The team plans to expand the program if outcomes stay strong.",
      "Athletes report the roadmap for the next quarter. The team plans to expand the program if outcomes stay strong.",
      "Farmers announce a collaborative initiative. Participants described the mood as optimistic and pragmatic.",
      "Engineers explain upgrades to local infrastructure. Data will be reviewed regularly to fine-tune the plan.",
      "Doctors highlight a collaborative initiative. The update follows weeks of consultations with stakeholders."
    ]
  },
  {
    "id": "environment-lake-rejuvenation-projects-show-results",
    "title": "Lake rejuvenation projects show results",
    "section": "Environment",
    "author": "Pooja Bansal",
    "tag": "innovation",
    "date": "Aug 30, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Startups report a collaborative initiative. A detailed report will be published later this month.",
      "Teachers observe an increase in community engagement. Early feedback has been positive, but wider adoption will take time.",
      "Startups celebrate innovations in the field. Organisers added that safety guidelines remain a priority.",
      "Organisers note innovations in the field. A detailed report will be published later this month.",
      "Students report ongoing challenges and solutions. A detailed report will be published later this month.",
      "Travelers explain the launch of a pilot program. Local groups have volunteered to assist with implementation.",
      "Athletes celebrate upgrades to local infrastructure. Participants described the mood as optimistic and pragmatic.",
      "Engineers question ongoing challenges and solutions. Organisers added that safety guidelines remain a priority.",
      "Researchers outline a reduction in costs. Authorities emphasised transparency and accessibility."
    ]
  },
  {
    "id": "education-cross-disciplinary-studios-host-showcases",
    "title": "Cross-disciplinary studios host showcases",
    "section": "Education",
    "author": "Vihaan Kumar",
    "tag": "community",
    "date": "Aug 30, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Travelers note upgrades to local infrastructure. Data will be reviewed regularly to fine-tune the plan.",
      "Analysts report a reduction in costs. Local groups have volunteered to assist with implementation.",
      "Travelers question a series of public workshops. Authorities emphasised transparency and accessibility.",
      "Scientists observe a collaborative initiative. The team plans to expand the program if outcomes stay strong.",
      "Developers note ongoing challenges and solutions. A detailed report will be published later this month.",
      "Authorities observe a notable shift in trends. Authorities emphasised transparency and accessibility.",
      "Residents celebrate a notable shift in trends. A detailed report will be published later this month.",
      "Volunteers report ongoing challenges and solutions. Experts suggest a cautious approach while encouraging experimentation."
    ]
  },
  {
    "id": "india-civic-bodies-trial-new-waste-management-model",
    "title": "Civic bodies trial new waste management model",
    "section": "India",
    "author": "Meera Iyer",
    "tag": "cinema",
    "date": "Aug 30, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Teachers celebrate upgrades to local infrastructure. The update follows weeks of consultations with stakeholders.",
      "Volunteers celebrate a reduction in costs. Organisers added that safety guidelines remain a priority.",
      "Artists note a notable shift in trends. Early feedback has been positive, but wider adoption will take time.",
      "Authorities announce a collaborative initiative. A detailed report will be published later this month.",
      "Travelers highlight a set of best practices. A detailed report will be published later this month.",
      "Students question a reduction in costs. Authorities emphasised transparency and accessibility."
    ]
  },
  {
    "id": "lifestyle-home-cooks-try-regional-staples",
    "title": "Home cooks try regional staples",
    "section": "Lifestyle",
    "author": "Aditya Menon",
    "tag": "wellness",
    "date": "Aug 28, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Organisers note new opportunities for growth. Local groups have volunteered to assist with implementation.",
      "Researchers debate new opportunities for growth. Local groups have volunteered to assist with implementation.",
      "Developers report a notable shift in trends. Experts suggest a cautious approach while encouraging experimentation.",
      "Residents announce upgrades to local infrastructure. Experts suggest a cautious approach while encouraging experimentation.",
      "Authorities report innovations in the field. The team plans to expand the program if outcomes stay strong.",
      "Artists explain a set of best practices. Organisers added that safety guidelines remain a priority."
    ]
  },
  {
    "id": "business-retail-spending-patterns-normalise-post-season",
    "title": "Retail spending patterns normalise post-season",
    "section": "Business",
    "author": "Meera Iyer",
    "tag": "startup",
    "date": "Aug 28, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Scientists report new opportunities for growth. The update follows weeks of consultations with stakeholders.",
      "Volunteers announce a set of best practices. Local groups have volunteered to assist with implementation.",
      "Travelers outline upgrades to local infrastructure. A detailed report will be published later this month.",
      "Organisers outline a series of public workshops. Authorities emphasised transparency and accessibility.",
      "Entrepreneurs report an increase in community engagement. Early feedback has been positive, but wider adoption will take time.",
      "Scientists explain upgrades to local infrastructure. Organisers added that safety guidelines remain a priority.",
      "Developers prepare for a notable shift in trends. Authorities emphasised transparency and accessibility.",
      "Teachers debate a set of best practices. A detailed report will be published later this month.",
      "Artists prepare for new opportunities for growth. Authorities emphasised transparency and accessibility."
    ]
  },
  {
    "id": "world-sustainable-tourism-guidelines-gain-traction",
    "title": "Sustainable tourism guidelines gain traction",
    "section": "World",
    "author": "Aarav Mehta",
    "tag": "economy",
    "date": "Aug 28, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Scientists outline new opportunities for growth. Early feedback has been positive, but wider adoption will take time.",
      "Officials announce innovations in the field. Local groups have volunteered to assist with implementation.",
      "Entrepreneurs explain the roadmap for the next quarter. Authorities emphasised transparency and accessibility.",
      "Teachers observe upgrades to local infrastructure. The update follows weeks of consultations with stakeholders.",
      "Artists announce upgrades to local infrastructure. Participants described the mood as optimistic and pragmatic.",
      "Volunteers evaluate the launch of a pilot program. The update follows weeks of consultations with stakeholders."
    ]
  },
  {
    "id": "world-global-summit-charts-roadmap-for-cooperation",
    "title": "Global summit charts roadmap for cooperation",
    "section": "World",
    "author": "Vihaan Kumar",
    "tag": "innovation",
    "date": "Aug 28, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Developers report a series of public workshops. The update follows weeks of consultations with stakeholders.",
      "Organisers prepare for an increase in community engagement. Local groups have volunteered to assist with implementation.",
      "Officials debate a collaborative initiative. Early feedback has been positive, but wider adoption will take time.",
      "Authorities explain ongoing challenges and solutions. Organisers added that safety guidelines remain a priority.",
      "Scientists explain ongoing challenges and solutions. A detailed report will be published later this month.",
      "Analysts observe innovations in the field. The team plans to expand the program if outcomes stay strong.",
      "Travelers question ongoing challenges and solutions. Local groups have volunteered to assist with implementation.",
      "Authorities observe upgrades to local infrastructure. Participants described the mood as optimistic and pragmatic."
    ]
  },
  {
    "id": "education-internship-matchmaking-platforms-grow",
    "title": "Internship matchmaking platforms grow",
    "section": "Education",
    "author": "Rahul Verma",
    "tag": "transport",
    "date": "Aug 27, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Scientists outline the launch of a pilot program. Participants described the mood as optimistic and pragmatic.",
      "Authorities report new opportunities for growth. Organisers added that safety guidelines remain a priority.",
      "Teachers outline an increase in community engagement. A detailed report will be published later this month.",
      "Startups celebrate new opportunities for growth. Organisers added that safety guidelines remain a priority.",
      "Researchers celebrate a notable shift in trends. Local groups have volunteered to assist with implementation.",
      "Students note a notable shift in trends. A detailed report will be published later this month.",
      "Engineers observe the launch of a pilot program. A detailed report will be published later this month.",
      "Doctors highlight a reduction in costs. The team plans to expand the program if outcomes stay strong."
    ]
  },
  {
    "id": "education-colleges-adopt-project-based-curricula",
    "title": "Colleges adopt project-based curricula",
    "section": "Education",
    "author": "Meera Iyer",
    "tag": "space",
    "date": "Aug 27, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Doctors evaluate a series of public workshops. Data will be reviewed regularly to fine-tune the plan.",
      "Entrepreneurs evaluate a notable shift in trends. Organisers added that safety guidelines remain a priority.",
      "Students outline the launch of a pilot program. Organisers added that safety guidelines remain a priority.",
      "Students report upgrades to local infrastructure. Data will be reviewed regularly to fine-tune the plan.",
      "Authorities announce the roadmap for the next quarter. Local groups have volunteered to assist with implementation.",
      "Doctors question a notable shift in trends. Early feedback has been positive, but wider adoption will take time.",
      "Entrepreneurs celebrate a reduction in costs. Early feedback has been positive, but wider adoption will take time.",
      "Researchers question upgrades to local infrastructure. Early feedback has been positive, but wider adoption will take time."
    ]
  },
  {
    "id": "world-urban-mobility-pilots-showcase-smart-transit",
    "title": "Urban mobility pilots showcase smart transit",
    "section": "World",
    "author": "Kabir Shah",
    "tag": "research",
    "date": "Aug 27, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Athletes celebrate new opportunities for growth. The team plans to expand the program if outcomes stay strong.",
      "Travelers explain the roadmap for the next quarter. Experts suggest a cautious approach while encouraging experimentation.",
      "Residents explain a reduction in costs. Authorities emphasised transparency and accessibility.",
      "Developers evaluate innovations in the field. Data will be reviewed regularly to fine-tune the plan.",
      "Travelers question an increase in community engagement. Participants described the mood as optimistic and pragmatic.",
      "Researchers debate a reduction in costs. The update follows weeks of consultations with stakeholders.",
      "Doctors evaluate the launch of a pilot program. Authorities emphasised transparency and accessibility."
    ]
  },
  {
    "id": "education-student-innovation-challenges-announced",
    "title": "Student innovation challenges announced",
    "section": "Education",
    "author": "Aarav Mehta",
    "tag": "startup",
    "date": "Aug 26, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Residents report a notable shift in trends. The update follows weeks of consultations with stakeholders.",
      "Athletes explain a notable shift in trends. Participants described the mood as optimistic and pragmatic.",
      "Organisers announce the roadmap for the next quarter. Authorities emphasised transparency and accessibility.",
      "Engineers note a reduction in costs. A detailed report will be published later this month.",
      "Travelers debate a notable shift in trends. The team plans to expand the program if outcomes stay strong.",
      "Entrepreneurs highlight a series of public workshops. Early feedback has been positive, but wider adoption will take time.",
      "Teachers review innovations in the field. A detailed report will be published later this month."
    ]
  },
  {
    "id": "business-fintech-literacy-drives-rural-inclusion",
    "title": "Fintech literacy drives rural inclusion",
    "section": "Business",
    "author": "Aarav Mehta",
    "tag": "community",
    "date": "Aug 26, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Doctors observe upgrades to local infrastructure. The team plans to expand the program if outcomes stay strong.",
      "Analysts explain a series of public workshops. Participants described the mood as optimistic and pragmatic.",
      "Teachers question upgrades to local infrastructure. Experts suggest a cautious approach while encouraging experimentation.",
      "Organisers question the launch of a pilot program. A detailed report will be published later this month.",
      "Organisers announce a set of best practices. The team plans to expand the program if outcomes stay strong.",
      "Developers evaluate upgrades to local infrastructure. Data will be reviewed regularly to fine-tune the plan.",
      "Athletes prepare for innovations in the field. Early feedback has been positive, but wider adoption will take time.",
      "Entrepreneurs observe a reduction in costs. The update follows weeks of consultations with stakeholders.",
      "Authorities outline an increase in community engagement. Authorities emphasised transparency and accessibility."
    ]
  },
  {
    "id": "world-cultural-exchanges-highlight-creative-economies",
    "title": "Cultural exchanges highlight creative economies",
    "section": "World",
    "author": "Aarav Mehta",
    "tag": "startup",
    "date": "Aug 26, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Artists announce the launch of a pilot program. Participants described the mood as optimistic and pragmatic.",
      "Officials observe a collaborative initiative. Experts suggest a cautious approach while encouraging experimentation.",
      "Farmers prepare for a set of best practices. Experts suggest a cautious approach while encouraging experimentation.",
      "Residents note an increase in community engagement. Participants described the mood as optimistic and pragmatic.",
      "Teachers celebrate an increase in community engagement. The update follows weeks of consultations with stakeholders.",
      "Doctors evaluate new opportunities for growth. Authorities emphasised transparency and accessibility.",
      "Officials observe an increase in community engagement. Local groups have volunteered to assist with implementation.",
      "Scientists note the launch of a pilot program. Participants described the mood as optimistic and pragmatic."
    ]
  },
  {
    "id": "opinion-why-civic-data-belongs-in-classrooms",
    "title": "Why civic data belongs in classrooms",
    "section": "Opinion",
    "author": "Diya Rao",
    "tag": "ai",
    "date": "Aug 25, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Athletes observe an increase in community engagement. Organisers added that safety guidelines remain a priority.",
      "Engineers prepare for innovations in the field. The update follows weeks of consultations with stakeholders.",
      "Artists celebrate ongoing challenges and solutions. Organisers added that safety guidelines remain a priority.",
      "Farmers prepare for new opportunities for growth. The update follows weeks of consultations with stakeholders.",
      "Authorities prepare for an increase in community engagement. Experts suggest a cautious approach while encouraging experimentation.",
      "Researchers explain a set of best practices. Experts suggest a cautious approach while encouraging experimentation.",
      "Artists note the launch of a pilot program. Local groups have volunteered to assist with implementation.",
      "Startups observe new opportunities for growth. Organisers added that safety guidelines remain a priority.",
      "Athletes observe the roadmap for the next quarter. Local groups have volunteered to assist with implementation."
    ]
  },
  {
    "id": "entertainment-archives-restore-classic-performances",
    "title": "Archives restore classic performances",
    "section": "Entertainment",
    "author": "Aditya Menon",
    "tag": "cinema",
    "date": "Aug 25, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Athletes announce the launch of a pilot program. Authorities emphasised transparency and accessibility.",
      "Researchers note ongoing challenges and solutions. Data will be reviewed regularly to fine-tune the plan.",
      "Volunteers explain innovations in the field. The update follows weeks of consultations with stakeholders.",
      "Farmers debate a series of public workshops. Early feedback has been positive, but wider adoption will take time.",
      "Teachers debate new opportunities for growth. Experts suggest a cautious approach while encouraging experimentation.",
      "Developers celebrate a reduction in costs. A detailed report will be published later this month."
    ]
  },
  {
    "id": "india-university-research-grants-see-fresh-boost",
    "title": "University research grants see fresh boost",
    "section": "India",
    "author": "Aditya Menon",
    "tag": "transport",
    "date": "Aug 24, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Volunteers question a notable shift in trends. Early feedback has been positive, but wider adoption will take time.",
      "Analysts celebrate upgrades to local infrastructure. Data will be reviewed regularly to fine-tune the plan.",
      "Doctors announce a set of best practices. A detailed report will be published later this month.",
      "Startups observe a reduction in costs. Organisers added that safety guidelines remain a priority.",
      "Startups review a set of best practices. The update follows weeks of consultations with stakeholders.",
      "Residents review new opportunities for growth. Authorities emphasised transparency and accessibility.",
      "Researchers announce the launch of a pilot program. Participants described the mood as optimistic and pragmatic.",
      "Travelers question a reduction in costs. The update follows weeks of consultations with stakeholders.",
      "Artists celebrate upgrades to local infrastructure. Local groups have volunteered to assist with implementation."
    ]
  },
  {
    "id": "entertainment-theatre-groups-tour-campus-circuits",
    "title": "Theatre groups tour campus circuits",
    "section": "Entertainment",
    "author": "Rohan Gupta",
    "tag": "research",
    "date": "Aug 23, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Teachers review a collaborative initiative. The update follows weeks of consultations with stakeholders.",
      "Residents outline innovations in the field. Experts suggest a cautious approach while encouraging experimentation.",
      "Scientists announce new opportunities for growth. Experts suggest a cautious approach while encouraging experimentation.",
      "Volunteers celebrate an increase in community engagement. Experts suggest a cautious approach while encouraging experimentation.",
      "Analysts explain a reduction in costs. The update follows weeks of consultations with stakeholders.",
      "Athletes outline an increase in community engagement. The update follows weeks of consultations with stakeholders."
    ]
  },
  {
    "id": "entertainment-music-festivals-embrace-hybrid-stages",
    "title": "Music festivals embrace hybrid stages",
    "section": "Entertainment",
    "author": "Rohan Gupta",
    "tag": "space",
    "date": "Aug 23, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Volunteers note innovations in the field. Experts suggest a cautious approach while encouraging experimentation.",
      "Startups celebrate ongoing challenges and solutions. Local groups have volunteered to assist with implementation.",
      "Teachers outline innovations in the field. A detailed report will be published later this month.",
      "Scientists question innovations in the field. Data will be reviewed regularly to fine-tune the plan.",
      "Researchers celebrate a collaborative initiative. The team plans to expand the program if outcomes stay strong.",
      "Authorities debate innovations in the field. The team plans to expand the program if outcomes stay strong.",
      "Students announce the roadmap for the next quarter. Experts suggest a cautious approach while encouraging experimentation.",
      "Farmers debate a notable shift in trends. The update follows weeks of consultations with stakeholders.",
      "Researchers prepare for a reduction in costs. Experts suggest a cautious approach while encouraging experimentation."
    ]
  },
  {
    "id": "business-skills-programs-address-workforce-gaps",
    "title": "Skills programs address workforce gaps",
    "section": "Business",
    "author": "Sana Qureshi",
    "tag": "festival",
    "date": "Aug 23, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Authorities report a series of public workshops. Organisers added that safety guidelines remain a priority.",
      "Authorities note the roadmap for the next quarter. Organisers added that safety guidelines remain a priority.",
      "Analysts evaluate the launch of a pilot program. Early feedback has been positive, but wider adoption will take time.",
      "Volunteers explain a set of best practices. Participants described the mood as optimistic and pragmatic.",
      "Organisers observe the roadmap for the next quarter. Experts suggest a cautious approach while encouraging experimentation.",
      "Volunteers question the roadmap for the next quarter. Experts suggest a cautious approach while encouraging experimentation.",
      "Residents debate new opportunities for growth. Experts suggest a cautious approach while encouraging experimentation."
    ]
  },
  {
    "id": "lifestyle-weekend-volunteering-builds-networks",
    "title": "Weekend volunteering builds networks",
    "section": "Lifestyle",
    "author": "Meera Iyer",
    "tag": "ai",
    "date": "Aug 22, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Scientists announce upgrades to local infrastructure. Experts suggest a cautious approach while encouraging experimentation.",
      "Students evaluate the roadmap for the next quarter. The update follows weeks of consultations with stakeholders.",
      "Organisers question ongoing challenges and solutions. Experts suggest a cautious approach while encouraging experimentation.",
      "Students explain new opportunities for growth. Authorities emphasised transparency and accessibility.",
      "Travelers debate a reduction in costs. The team plans to expand the program if outcomes stay strong.",
      "Residents prepare for a reduction in costs. A detailed report will be published later this month."
    ]
  },
  {
    "id": "lifestyle-campus-thrift-markets-encourage-reuse",
    "title": "Campus thrift markets encourage reuse",
    "section": "Lifestyle",
    "author": "Rohan Gupta",
    "tag": "startup",
    "date": "Aug 22, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Volunteers prepare for upgrades to local infrastructure. The team plans to expand the program if outcomes stay strong.",
      "Farmers question a notable shift in trends. The update follows weeks of consultations with stakeholders.",
      "Doctors celebrate the launch of a pilot program. Early feedback has been positive, but wider adoption will take time.",
      "Travelers highlight a series of public workshops. Experts suggest a cautious approach while encouraging experimentation.",
      "Volunteers report a series of public workshops. Data will be reviewed regularly to fine-tune the plan.",
      "Residents report an increase in community engagement. Data will be reviewed regularly to fine-tune the plan.",
      "Researchers evaluate a reduction in costs. Organisers added that safety guidelines remain a priority."
    ]
  },
  {
    "id": "science-battery-chemistry-sees-efficiency-gains",
    "title": "Battery chemistry sees efficiency gains",
    "section": "Science",
    "author": "Rahul Verma",
    "tag": "football",
    "date": "Aug 22, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Entrepreneurs report a notable shift in trends. Authorities emphasised transparency and accessibility.",
      "Artists highlight the roadmap for the next quarter. The team plans to expand the program if outcomes stay strong.",
      "Analysts explain innovations in the field. Early feedback has been positive, but wider adoption will take time.",
      "Researchers question an increase in community engagement. Experts suggest a cautious approach while encouraging experimentation.",
      "Teachers highlight a collaborative initiative. A detailed report will be published later this month.",
      "Travelers question a notable shift in trends. The update follows weeks of consultations with stakeholders.",
      "Analysts explain innovations in the field. Organisers added that safety guidelines remain a priority.",
      "Authorities question a set of best practices. Early feedback has been positive, but wider adoption will take time.",
      "Developers celebrate new opportunities for growth. The update follows weeks of consultations with stakeholders."
    ]
  },
  {
    "id": "lifestyle-cycling-lanes-shape-weekend-habits",
    "title": "Cycling lanes shape weekend habits",
    "section": "Lifestyle",
    "author": "Diya Rao",
    "tag": "football",
    "date": "Aug 21, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Authorities celebrate a reduction in costs. Data will be reviewed regularly to fine-tune the plan.",
      "Residents evaluate a series of public workshops. Organisers added that safety guidelines remain a priority.",
      "Analysts question a notable shift in trends. Organisers added that safety guidelines remain a priority.",
      "Organisers announce a notable shift in trends. Local groups have volunteered to assist with implementation.",
      "Analysts explain innovations in the field. The update follows weeks of consultations with stakeholders.",
      "Officials announce a set of best practices. Authorities emphasised transparency and accessibility."
    ]
  },
  {
    "id": "entertainment-film-society-screens-indie-retrospectives",
    "title": "Film society screens indie retrospectives",
    "section": "Entertainment",
    "author": "Ananya Singh",
    "tag": "transport",
    "date": "Aug 21, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Artists explain a set of best practices. Experts suggest a cautious approach while encouraging experimentation.",
      "Teachers celebrate a reduction in costs. Experts suggest a cautious approach while encouraging experimentation.",
      "Artists highlight a notable shift in trends. The team plans to expand the program if outcomes stay strong.",
      "Startups observe innovations in the field. Experts suggest a cautious approach while encouraging experimentation.",
      "Entrepreneurs celebrate the roadmap for the next quarter. Experts suggest a cautious approach while encouraging experimentation.",
      "Analysts explain a series of public workshops. Data will be reviewed regularly to fine-tune the plan.",
      "Volunteers note new opportunities for growth. A detailed report will be published later this month.",
      "Residents note innovations in the field. Organisers added that safety guidelines remain a priority."
    ]
  },
  {
    "id": "sports-coaching-exchanges-boost-talent-pipelines",
    "title": "Coaching exchanges boost talent pipelines",
    "section": "Sports",
    "author": "Kabir Shah",
    "tag": "ai",
    "date": "Aug 21, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Startups highlight an increase in community engagement. Early feedback has been positive, but wider adoption will take time.",
      "Athletes debate the launch of a pilot program. Participants described the mood as optimistic and pragmatic.",
      "Scientists question ongoing challenges and solutions. A detailed report will be published later this month.",
      "Travelers prepare for a collaborative initiative. Authorities emphasised transparency and accessibility.",
      "Engineers announce a reduction in costs. A detailed report will be published later this month.",
      "Entrepreneurs report a reduction in costs. Authorities emphasised transparency and accessibility.",
      "Researchers highlight innovations in the field. The update follows weeks of consultations with stakeholders.",
      "Teachers prepare for a notable shift in trends. Experts suggest a cautious approach while encouraging experimentation."
    ]
  },
  {
    "id": "entertainment-artists-explore-interactive-installations",
    "title": "Artists explore interactive installations",
    "section": "Entertainment",
    "author": "Vihaan Kumar",
    "tag": "community",
    "date": "Aug 20, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Farmers explain upgrades to local infrastructure. Organisers added that safety guidelines remain a priority.",
      "Researchers review upgrades to local infrastructure. The update follows weeks of consultations with stakeholders.",
      "Residents review the roadmap for the next quarter. Organisers added that safety guidelines remain a priority.",
      "Volunteers report an increase in community engagement. Organisers added that safety guidelines remain a priority.",
      "Analysts prepare for ongoing challenges and solutions. Early feedback has been positive, but wider adoption will take time.",
      "Travelers outline upgrades to local infrastructure. A detailed report will be published later this month.",
      "Athletes note a reduction in costs. Local groups have volunteered to assist with implementation."
    ]
  },
  {
    "id": "business-campus-to-corporate-hiring-fairs-grow",
    "title": "Campus-to-corporate hiring fairs grow",
    "section": "Business",
    "author": "Kabir Shah",
    "tag": "public health",
    "date": "Aug 20, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Organisers prepare for innovations in the field. Organisers added that safety guidelines remain a priority.",
      "Engineers note a reduction in costs. Data will be reviewed regularly to fine-tune the plan.",
      "Analysts prepare for the roadmap for the next quarter. Organisers added that safety guidelines remain a priority.",
      "Students review a set of best practices. Participants described the mood as optimistic and pragmatic.",
      "Farmers review a series of public workshops. A detailed report will be published later this month.",
      "Teachers explain a notable shift in trends. Early feedback has been positive, but wider adoption will take time.",
      "Developers evaluate a collaborative initiative. Organisers added that safety guidelines remain a priority.",
      "Engineers review the launch of a pilot program. Data will be reviewed regularly to fine-tune the plan."
    ]
  },
  {
    "id": "sports-marathons-plan-greener-race-logistics",
    "title": "Marathons plan greener race logistics",
    "section": "Sports",
    "author": "Ananya Singh",
    "tag": "research",
    "date": "Aug 19, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Organisers question a set of best practices. Authorities emphasised transparency and accessibility.",
      "Volunteers outline a series of public workshops. Data will be reviewed regularly to fine-tune the plan.",
      "Authorities announce a collaborative initiative. Authorities emphasised transparency and accessibility.",
      "Authorities debate upgrades to local infrastructure. Participants described the mood as optimistic and pragmatic.",
      "Residents evaluate a series of public workshops. Early feedback has been positive, but wider adoption will take time.",
      "Researchers outline an increase in community engagement. Authorities emphasised transparency and accessibility.",
      "Students evaluate a series of public workshops. Organisers added that safety guidelines remain a priority.",
      "Engineers observe ongoing challenges and solutions. Authorities emphasised transparency and accessibility."
    ]
  },
  {
    "id": "opinion-the-case-for-careful-ai-adoption",
    "title": "The case for careful AI adoption",
    "section": "Opinion",
    "author": "Meera Iyer",
    "tag": "ai",
    "date": "Aug 18, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Teachers review new opportunities for growth. Participants described the mood as optimistic and pragmatic.",
      "Researchers evaluate a collaborative initiative. Local groups have volunteered to assist with implementation.",
      "Analysts evaluate a reduction in costs. Data will be reviewed regularly to fine-tune the plan.",
      "Officials observe an increase in community engagement. Data will be reviewed regularly to fine-tune the plan.",
      "Residents explain ongoing challenges and solutions. A detailed report will be published later this month.",
      "Artists question ongoing challenges and solutions. The update follows weeks of consultations with stakeholders.",
      "Doctors question a collaborative initiative. Authorities emphasised transparency and accessibility."
    ]
  },
  {
    "id": "sports-universities-announce-inter-collegiate-cups",
    "title": "Universities announce inter-collegiate cups",
    "section": "Sports",
    "author": "Sana Qureshi",
    "tag": "public health",
    "date": "Aug 18, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Researchers celebrate a series of public workshops. Authorities emphasised transparency and accessibility.",
      "Organisers prepare for new opportunities for growth. The team plans to expand the program if outcomes stay strong.",
      "Scientists review the launch of a pilot program. Authorities emphasised transparency and accessibility.",
      "Entrepreneurs announce new opportunities for growth. Data will be reviewed regularly to fine-tune the plan.",
      "Developers note a reduction in costs. Local groups have volunteered to assist with implementation.",
      "Engineers prepare for an increase in community engagement. Experts suggest a cautious approach while encouraging experimentation."
    ]
  },
  {
    "id": "science-materials-research-reveals-lighter-alloys",
    "title": "Materials research reveals lighter alloys",
    "section": "Science",
    "author": "Aarav Mehta",
    "tag": "economy",
    "date": "Aug 18, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Entrepreneurs announce a set of best practices. Organisers added that safety guidelines remain a priority.",
      "Residents question the roadmap for the next quarter. Organisers added that safety guidelines remain a priority.",
      "Officials observe a notable shift in trends. Experts suggest a cautious approach while encouraging experimentation.",
      "Students celebrate the roadmap for the next quarter. Local groups have volunteered to assist with implementation.",
      "Authorities outline a collaborative initiative. The update follows weeks of consultations with stakeholders.",
      "Travelers outline upgrades to local infrastructure. Local groups have volunteered to assist with implementation.",
      "Volunteers outline an increase in community engagement. Early feedback has been positive, but wider adoption will take time.",
      "Farmers highlight a series of public workshops. The team plans to expand the program if outcomes stay strong.",
      "Artists debate new opportunities for growth. Organisers added that safety guidelines remain a priority."
    ]
  },
  {
    "id": "world-global-education-leaders-convene-for-equity",
    "title": "Global education leaders convene for equity",
    "section": "World",
    "author": "Isha Nair",
    "tag": "wellness",
    "date": "Aug 18, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Scientists note a set of best practices. Early feedback has been positive, but wider adoption will take time.",
      "Teachers note a notable shift in trends. Participants described the mood as optimistic and pragmatic.",
      "Residents explain a notable shift in trends. Participants described the mood as optimistic and pragmatic.",
      "Teachers evaluate new opportunities for growth. Early feedback has been positive, but wider adoption will take time.",
      "Travelers debate the roadmap for the next quarter. Early feedback has been positive, but wider adoption will take time.",
      "Startups debate new opportunities for growth. The update follows weeks of consultations with stakeholders."
    ]
  },
  {
    "id": "opinion-culture-as-a-catalyst-for-harmony",
    "title": "Culture as a catalyst for harmony",
    "section": "Opinion",
    "author": "Meera Iyer",
    "tag": "education",
    "date": "Aug 17, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Authorities announce a reduction in costs. Early feedback has been positive, but wider adoption will take time.",
      "Officials announce the roadmap for the next quarter. Data will be reviewed regularly to fine-tune the plan.",
      "Scientists debate innovations in the field. Experts suggest a cautious approach while encouraging experimentation.",
      "Doctors evaluate upgrades to local infrastructure. Data will be reviewed regularly to fine-tune the plan.",
      "Teachers highlight new opportunities for growth. Authorities emphasised transparency and accessibility.",
      "Engineers announce an increase in community engagement. Early feedback has been positive, but wider adoption will take time.",
      "Officials note the roadmap for the next quarter. Authorities emphasised transparency and accessibility.",
      "Analysts explain the launch of a pilot program. The team plans to expand the program if outcomes stay strong."
    ]
  },
  {
    "id": "technology-os-updates-ship-accessibility-improvements",
    "title": "OS updates ship accessibility improvements",
    "section": "Technology",
    "author": "Aditya Menon",
    "tag": "transport",
    "date": "Aug 17, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Officials explain an increase in community engagement. Organisers added that safety guidelines remain a priority.",
      "Developers explain new opportunities for growth. A detailed report will be published later this month.",
      "Organisers report a series of public workshops. The team plans to expand the program if outcomes stay strong.",
      "Volunteers highlight the launch of a pilot program. Local groups have volunteered to assist with implementation.",
      "Researchers outline new opportunities for growth. Experts suggest a cautious approach while encouraging experimentation.",
      "Authorities question a collaborative initiative. Organisers added that safety guidelines remain a priority."
    ]
  },
  {
    "id": "health-digital-health-records-improve-continuity",
    "title": "Digital health records improve continuity",
    "section": "Health",
    "author": "Diya Rao",
    "tag": "transport",
    "date": "Aug 16, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Volunteers highlight upgrades to local infrastructure. Organisers added that safety guidelines remain a priority.",
      "Authorities note innovations in the field. The update follows weeks of consultations with stakeholders.",
      "Officials explain new opportunities for growth. Early feedback has been positive, but wider adoption will take time.",
      "Researchers note the launch of a pilot program. Local groups have volunteered to assist with implementation.",
      "Authorities evaluate new opportunities for growth. Data will be reviewed regularly to fine-tune the plan.",
      "Officials note innovations in the field. A detailed report will be published later this month."
    ]
  },
  {
    "id": "environment-urban-forests-cool-neighbourhoods",
    "title": "Urban forests cool neighbourhoods",
    "section": "Environment",
    "author": "Pooja Bansal",
    "tag": "transport",
    "date": "Aug 15, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Researchers note a reduction in costs. Organisers added that safety guidelines remain a priority.",
      "Farmers review new opportunities for growth. A detailed report will be published later this month.",
      "Engineers report ongoing challenges and solutions. Early feedback has been positive, but wider adoption will take time.",
      "Scientists highlight upgrades to local infrastructure. The update follows weeks of consultations with stakeholders.",
      "Teachers announce new opportunities for growth. Early feedback has been positive, but wider adoption will take time.",
      "Engineers highlight innovations in the field. Early feedback has been positive, but wider adoption will take time.",
      "Students prepare for a set of best practices. The team plans to expand the program if outcomes stay strong.",
      "Travelers celebrate a collaborative initiative. The team plans to expand the program if outcomes stay strong."
    ]
  },
  {
    "id": "opinion-funding-science-as-a-public-good",
    "title": "Funding science as a public good",
    "section": "Opinion",
    "author": "Aditya Menon",
    "tag": "policy",
    "date": "Aug 15, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Artists celebrate a set of best practices. Early feedback has been positive, but wider adoption will take time.",
      "Teachers review a notable shift in trends. Organisers added that safety guidelines remain a priority.",
      "Artists celebrate ongoing challenges and solutions. Data will be reviewed regularly to fine-tune the plan.",
      "Scientists celebrate a notable shift in trends. The update follows weeks of consultations with stakeholders.",
      "Entrepreneurs question new opportunities for growth. Local groups have volunteered to assist with implementation.",
      "Engineers highlight a reduction in costs. Authorities emphasised transparency and accessibility.",
      "Developers prepare for ongoing challenges and solutions. Early feedback has been positive, but wider adoption will take time."
    ]
  },
  {
    "id": "science-telescope-array-maps-deep-sky-objects",
    "title": "Telescope array maps deep-sky objects",
    "section": "Science",
    "author": "Pooja Bansal",
    "tag": "innovation",
    "date": "Aug 15, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Engineers note upgrades to local infrastructure. Organisers added that safety guidelines remain a priority.",
      "Athletes observe an increase in community engagement. Organisers added that safety guidelines remain a priority.",
      "Teachers evaluate a series of public workshops. A detailed report will be published later this month.",
      "Artists question a reduction in costs. A detailed report will be published later this month.",
      "Athletes celebrate upgrades to local infrastructure. The team plans to expand the program if outcomes stay strong.",
      "Artists highlight the launch of a pilot program. Local groups have volunteered to assist with implementation."
    ]
  },
  {
    "id": "technology-open-data-tools-help-cities-map-services",
    "title": "Open data tools help cities map services",
    "section": "Technology",
    "author": "Sana Qureshi",
    "tag": "festival",
    "date": "Aug 15, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Analysts review the roadmap for the next quarter. A detailed report will be published later this month.",
      "Analysts announce innovations in the field. Early feedback has been positive, but wider adoption will take time.",
      "Doctors announce a reduction in costs. The team plans to expand the program if outcomes stay strong.",
      "Teachers highlight ongoing challenges and solutions. Participants described the mood as optimistic and pragmatic.",
      "Teachers highlight innovations in the field. Data will be reviewed regularly to fine-tune the plan.",
      "Entrepreneurs review the launch of a pilot program. Data will be reviewed regularly to fine-tune the plan.",
      "Residents review a series of public workshops. The update follows weeks of consultations with stakeholders.",
      "Artists evaluate the launch of a pilot program. The team plans to expand the program if outcomes stay strong.",
      "Scientists report an increase in community engagement. Early feedback has been positive, but wider adoption will take time."
    ]
  },
  {
    "id": "business-corporate-sustainability-disclosures-expand",
    "title": "Corporate sustainability disclosures expand",
    "section": "Business",
    "author": "Vihaan Kumar",
    "tag": "public health",
    "date": "Aug 15, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Analysts note upgrades to local infrastructure. Organisers added that safety guidelines remain a priority.",
      "Developers celebrate a reduction in costs. The update follows weeks of consultations with stakeholders.",
      "Developers report new opportunities for growth. Data will be reviewed regularly to fine-tune the plan.",
      "Authorities note the roadmap for the next quarter. Authorities emphasised transparency and accessibility.",
      "Volunteers announce new opportunities for growth. Authorities emphasised transparency and accessibility.",
      "Doctors observe a notable shift in trends. Organisers added that safety guidelines remain a priority."
    ]
  },
  {
    "id": "business-logistics-startups-optimise-last-mile-delivery",
    "title": "Logistics startups optimise last-mile delivery",
    "section": "Business",
    "author": "Vihaan Kumar",
    "tag": "economy",
    "date": "Aug 15, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Startups outline an increase in community engagement. A detailed report will be published later this month.",
      "Entrepreneurs question upgrades to local infrastructure. Early feedback has been positive, but wider adoption will take time.",
      "Organisers question upgrades to local infrastructure. The update follows weeks of consultations with stakeholders.",
      "Organisers highlight ongoing challenges and solutions. Authorities emphasised transparency and accessibility.",
      "Authorities prepare for innovations in the field. Local groups have volunteered to assist with implementation.",
      "Analysts note a reduction in costs. Organisers added that safety guidelines remain a priority.",
      "Startups announce a notable shift in trends. Participants described the mood as optimistic and pragmatic."
    ]
  },
  {
    "id": "entertainment-cultural-collectives-host-open-mics",
    "title": "Cultural collectives host open mics",
    "section": "Entertainment",
    "author": "Meera Iyer",
    "tag": "transport",
    "date": "Aug 14, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Organisers highlight innovations in the field. Data will be reviewed regularly to fine-tune the plan.",
      "Startups evaluate a set of best practices. Authorities emphasised transparency and accessibility.",
      "Officials note a set of best practices. The team plans to expand the program if outcomes stay strong.",
      "Engineers debate the roadmap for the next quarter. A detailed report will be published later this month.",
      "Doctors explain new opportunities for growth. Participants described the mood as optimistic and pragmatic.",
      "Officials highlight a collaborative initiative. Local groups have volunteered to assist with implementation.",
      "Doctors celebrate a set of best practices. The team plans to expand the program if outcomes stay strong."
    ]
  },
  {
    "id": "sports-para-sports-events-highlight-inclusivity",
    "title": "Para-sports events highlight inclusivity",
    "section": "Sports",
    "author": "Vihaan Kumar",
    "tag": "festival",
    "date": "Aug 14, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Travelers explain an increase in community engagement. Authorities emphasised transparency and accessibility.",
      "Travelers debate a reduction in costs. Authorities emphasised transparency and accessibility.",
      "Volunteers review a set of best practices. Participants described the mood as optimistic and pragmatic.",
      "Scientists debate a collaborative initiative. Experts suggest a cautious approach while encouraging experimentation.",
      "Researchers evaluate the roadmap for the next quarter. Data will be reviewed regularly to fine-tune the plan.",
      "Officials explain upgrades to local infrastructure. Data will be reviewed regularly to fine-tune the plan."
    ]
  },
  {
    "id": "environment-citizen-audits-track-noise-hotspots",
    "title": "Citizen audits track noise hotspots",
    "section": "Environment",
    "author": "Aditya Menon",
    "tag": "festival",
    "date": "Aug 13, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Analysts observe upgrades to local infrastructure. Local groups have volunteered to assist with implementation.",
      "Farmers review a series of public workshops. Organisers added that safety guidelines remain a priority.",
      "Artists review the launch of a pilot program. Early feedback has been positive, but wider adoption will take time.",
      "Engineers observe an increase in community engagement. Early feedback has been positive, but wider adoption will take time.",
      "Officials highlight a reduction in costs. Authorities emphasised transparency and accessibility.",
      "Analysts observe new opportunities for growth. A detailed report will be published later this month.",
      "Teachers outline a set of best practices. Early feedback has been positive, but wider adoption will take time."
    ]
  },
  {
    "id": "health-vaccination-outreach-covers-new-groups",
    "title": "Vaccination outreach covers new groups",
    "section": "Health",
    "author": "Rahul Verma",
    "tag": "education",
    "date": "Aug 12, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Authorities report an increase in community engagement. Data will be reviewed regularly to fine-tune the plan.",
      "Engineers announce a collaborative initiative. Participants described the mood as optimistic and pragmatic.",
      "Engineers review an increase in community engagement. A detailed report will be published later this month.",
      "Residents evaluate the launch of a pilot program. The team plans to expand the program if outcomes stay strong.",
      "Scientists note the launch of a pilot program. The update follows weeks of consultations with stakeholders.",
      "Doctors debate the roadmap for the next quarter. The team plans to expand the program if outcomes stay strong.",
      "Organisers report a set of best practices. Data will be reviewed regularly to fine-tune the plan.",
      "Authorities outline a notable shift in trends. Local groups have volunteered to assist with implementation.",
      "Organisers highlight upgrades to local infrastructure. Authorities emphasised transparency and accessibility."
    ]
  },
  {
    "id": "india-art-and-literature-fests-return-to-campuses",
    "title": "Art and literature fests return to campuses",
    "section": "India",
    "author": "Aditya Menon",
    "tag": "wellness",
    "date": "Aug 12, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Athletes note the launch of a pilot program. A detailed report will be published later this month.",
      "Teachers review upgrades to local infrastructure. The update follows weeks of consultations with stakeholders.",
      "Organisers announce a reduction in costs. The team plans to expand the program if outcomes stay strong.",
      "Students outline a notable shift in trends. Authorities emphasised transparency and accessibility.",
      "Scientists announce upgrades to local infrastructure. Participants described the mood as optimistic and pragmatic.",
      "Athletes announce the launch of a pilot program. Organisers added that safety guidelines remain a priority.",
      "Athletes evaluate the launch of a pilot program. Early feedback has been positive, but wider adoption will take time.",
      "Startups evaluate a notable shift in trends. Participants described the mood as optimistic and pragmatic.",
      "Startups question ongoing challenges and solutions. Early feedback has been positive, but wider adoption will take time."
    ]
  },
  {
    "id": "lifestyle-photography-walks-map-the-neighbourhood",
    "title": "Photography walks map the neighbourhood",
    "section": "Lifestyle",
    "author": "Kabir Shah",
    "tag": "community",
    "date": "Aug 11, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Students observe the launch of a pilot program. A detailed report will be published later this month.",
      "Residents question innovations in the field. Participants described the mood as optimistic and pragmatic.",
      "Farmers evaluate new opportunities for growth. The update follows weeks of consultations with stakeholders.",
      "Authorities explain a collaborative initiative. The update follows weeks of consultations with stakeholders.",
      "Doctors celebrate a reduction in costs. A detailed report will be published later this month.",
      "Researchers outline the roadmap for the next quarter. Local groups have volunteered to assist with implementation.",
      "Scientists prepare for new opportunities for growth. Experts suggest a cautious approach while encouraging experimentation.",
      "Organisers celebrate a series of public workshops. A detailed report will be published later this month."
    ]
  },
  {
    "id": "environment-community-solar-co-ops-expand-access",
    "title": "Community solar co-ops expand access",
    "section": "Environment",
    "author": "Meera Iyer",
    "tag": "innovation",
    "date": "Aug 10, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Analysts question a set of best practices. Data will be reviewed regularly to fine-tune the plan.",
      "Scientists highlight a collaborative initiative. Early feedback has been positive, but wider adoption will take time.",
      "Students question a collaborative initiative. Data will be reviewed regularly to fine-tune the plan.",
      "Engineers announce a reduction in costs. The team plans to expand the program if outcomes stay strong.",
      "Athletes note a reduction in costs. Experts suggest a cautious approach while encouraging experimentation.",
      "Organisers question a set of best practices. The update follows weeks of consultations with stakeholders.",
      "Organisers highlight ongoing challenges and solutions. Organisers added that safety guidelines remain a priority.",
      "Startups observe a series of public workshops. Organisers added that safety guidelines remain a priority.",
      "Analysts announce upgrades to local infrastructure. The update follows weeks of consultations with stakeholders."
    ]
  },
  {
    "id": "opinion-a-blueprint-for-inclusive-sports",
    "title": "A blueprint for inclusive sports",
    "section": "Opinion",
    "author": "Vihaan Kumar",
    "tag": "policy",
    "date": "Aug 09, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Analysts note ongoing challenges and solutions. Early feedback has been positive, but wider adoption will take time.",
      "Authorities announce a set of best practices. Local groups have volunteered to assist with implementation.",
      "Athletes announce ongoing challenges and solutions. Early feedback has been positive, but wider adoption will take time.",
      "Startups evaluate a reduction in costs. Authorities emphasised transparency and accessibility.",
      "Teachers report new opportunities for growth. The update follows weeks of consultations with stakeholders.",
      "Developers outline the launch of a pilot program. The team plans to expand the program if outcomes stay strong.",
      "Researchers question a reduction in costs. Experts suggest a cautious approach while encouraging experimentation."
    ]
  },
  {
    "id": "india-startups-tap-tier-2-cities-for-talent",
    "title": "Startups tap tier-2 cities for talent",
    "section": "India",
    "author": "Rohan Gupta",
    "tag": "festival",
    "date": "Aug 09, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Athletes report an increase in community engagement. Experts suggest a cautious approach while encouraging experimentation.",
      "Researchers note upgrades to local infrastructure. Organisers added that safety guidelines remain a priority.",
      "Teachers celebrate a collaborative initiative. The update follows weeks of consultations with stakeholders.",
      "Organisers question an increase in community engagement. Authorities emphasised transparency and accessibility.",
      "Volunteers explain a series of public workshops. The update follows weeks of consultations with stakeholders.",
      "Scientists question a series of public workshops. Data will be reviewed regularly to fine-tune the plan.",
      "Farmers report a set of best practices. Participants described the mood as optimistic and pragmatic.",
      "Entrepreneurs outline new opportunities for growth. Data will be reviewed regularly to fine-tune the plan."
    ]
  },
  {
    "id": "lifestyle-mindful-routines-balance-busy-weeks",
    "title": "Mindful routines balance busy weeks",
    "section": "Lifestyle",
    "author": "Rohan Gupta",
    "tag": "transport",
    "date": "Aug 08, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Artists review innovations in the field. Data will be reviewed regularly to fine-tune the plan.",
      "Engineers outline innovations in the field. Local groups have volunteered to assist with implementation.",
      "Organisers announce a notable shift in trends. A detailed report will be published later this month.",
      "Officials question a reduction in costs. A detailed report will be published later this month.",
      "Students debate a notable shift in trends. The update follows weeks of consultations with stakeholders.",
      "Farmers question upgrades to local infrastructure. Early feedback has been positive, but wider adoption will take time.",
      "Entrepreneurs debate a series of public workshops. The team plans to expand the program if outcomes stay strong.",
      "Travelers announce a series of public workshops. The team plans to expand the program if outcomes stay strong.",
      "Scientists report a series of public workshops. The team plans to expand the program if outcomes stay strong."
    ]
  },
  {
    "id": "opinion-rethinking-urban-commons-for-resilience",
    "title": "Rethinking urban commons for resilience",
    "section": "Opinion",
    "author": "Vihaan Kumar",
    "tag": "policy",
    "date": "Aug 08, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Officials celebrate a collaborative initiative. Data will be reviewed regularly to fine-tune the plan.",
      "Travelers observe upgrades to local infrastructure. The update follows weeks of consultations with stakeholders.",
      "Farmers announce ongoing challenges and solutions. Participants described the mood as optimistic and pragmatic.",
      "Researchers observe new opportunities for growth. Data will be reviewed regularly to fine-tune the plan.",
      "Developers outline new opportunities for growth. Early feedback has been positive, but wider adoption will take time.",
      "Startups highlight a series of public workshops. The update follows weeks of consultations with stakeholders.",
      "Researchers report innovations in the field. Experts suggest a cautious approach while encouraging experimentation.",
      "Engineers debate a notable shift in trends. Organisers added that safety guidelines remain a priority.",
      "Researchers celebrate innovations in the field. Participants described the mood as optimistic and pragmatic."
    ]
  },
  {
    "id": "health-nutrition-programs-emphasise-local-produce",
    "title": "Nutrition programs emphasise local produce",
    "section": "Health",
    "author": "Aditya Menon",
    "tag": "football",
    "date": "Aug 08, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Residents note new opportunities for growth. The team plans to expand the program if outcomes stay strong.",
      "Travelers review the roadmap for the next quarter. Authorities emphasised transparency and accessibility.",
      "Students prepare for the launch of a pilot program. Local groups have volunteered to assist with implementation.",
      "Officials explain a collaborative initiative. A detailed report will be published later this month.",
      "Residents highlight ongoing challenges and solutions. Participants described the mood as optimistic and pragmatic.",
      "Artists evaluate upgrades to local infrastructure. Early feedback has been positive, but wider adoption will take time.",
      "Farmers observe a notable shift in trends. Data will be reviewed regularly to fine-tune the plan."
    ]
  },
  {
    "id": "india-interstate-transport-upgrades-announced",
    "title": "Interstate transport upgrades announced",
    "section": "India",
    "author": "Ananya Singh",
    "tag": "wellness",
    "date": "Aug 08, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Researchers announce ongoing challenges and solutions. Organisers added that safety guidelines remain a priority.",
      "Officials evaluate a collaborative initiative. Authorities emphasised transparency and accessibility.",
      "Developers announce a notable shift in trends. Early feedback has been positive, but wider adoption will take time.",
      "Developers observe a reduction in costs. Early feedback has been positive, but wider adoption will take time.",
      "Volunteers prepare for the launch of a pilot program. Experts suggest a cautious approach while encouraging experimentation.",
      "Officials evaluate a collaborative initiative. Participants described the mood as optimistic and pragmatic.",
      "Travelers debate an increase in community engagement. Data will be reviewed regularly to fine-tune the plan.",
      "Startups announce an increase in community engagement. A detailed report will be published later this month.",
      "Athletes question new opportunities for growth. Early feedback has been positive, but wider adoption will take time."
    ]
  },
  {
    "id": "world-tech-corridors-link-research-hubs-across-continents",
    "title": "Tech corridors link research hubs across continents",
    "section": "World",
    "author": "Aditya Menon",
    "tag": "policy",
    "date": "Aug 07, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Doctors debate new opportunities for growth. Data will be reviewed regularly to fine-tune the plan.",
      "Athletes explain a collaborative initiative. The update follows weeks of consultations with stakeholders.",
      "Volunteers evaluate an increase in community engagement. Organisers added that safety guidelines remain a priority.",
      "Entrepreneurs note the launch of a pilot program. A detailed report will be published later this month.",
      "Developers note a collaborative initiative. Local groups have volunteered to assist with implementation.",
      "Startups observe innovations in the field. The update follows weeks of consultations with stakeholders.",
      "Artists highlight innovations in the field. Experts suggest a cautious approach while encouraging experimentation.",
      "Teachers observe innovations in the field. Authorities emphasised transparency and accessibility."
    ]
  },
  {
    "id": "health-community-clinics-expand-screening-days",
    "title": "Community clinics expand screening days",
    "section": "Health",
    "author": "Aarav Mehta",
    "tag": "transport",
    "date": "Aug 06, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Athletes outline a collaborative initiative. The team plans to expand the program if outcomes stay strong.",
      "Researchers question an increase in community engagement. Early feedback has been positive, but wider adoption will take time.",
      "Residents debate an increase in community engagement. Organisers added that safety guidelines remain a priority.",
      "Researchers note an increase in community engagement. Authorities emphasised transparency and accessibility.",
      "Organisers evaluate a collaborative initiative. Organisers added that safety guidelines remain a priority.",
      "Artists highlight new opportunities for growth. Local groups have volunteered to assist with implementation.",
      "Farmers celebrate a reduction in costs. Authorities emphasised transparency and accessibility.",
      "Analysts explain a set of best practices. The update follows weeks of consultations with stakeholders.",
      "Residents debate innovations in the field. Participants described the mood as optimistic and pragmatic."
    ]
  },
  {
    "id": "technology-xr-classrooms-test-new-learning-modules",
    "title": "XR classrooms test new learning modules",
    "section": "Technology",
    "author": "Sana Qureshi",
    "tag": "festival",
    "date": "Aug 06, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Officials outline a notable shift in trends. Authorities emphasised transparency and accessibility.",
      "Farmers report upgrades to local infrastructure. The team plans to expand the program if outcomes stay strong.",
      "Startups outline a reduction in costs. Authorities emphasised transparency and accessibility.",
      "Students highlight upgrades to local infrastructure. Local groups have volunteered to assist with implementation.",
      "Artists prepare for the roadmap for the next quarter. Local groups have volunteered to assist with implementation.",
      "Scientists review upgrades to local infrastructure. Data will be reviewed regularly to fine-tune the plan.",
      "Residents review a set of best practices. Data will be reviewed regularly to fine-tune the plan.",
      "Organisers review a reduction in costs. Data will be reviewed regularly to fine-tune the plan.",
      "Organisers announce a collaborative initiative. The team plans to expand the program if outcomes stay strong."
    ]
  },
  {
    "id": "opinion-the-promise-and-limits-of-pilots",
    "title": "The promise and limits of pilots",
    "section": "Opinion",
    "author": "Aditya Menon",
    "tag": "ai",
    "date": "Aug 05, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Residents observe a collaborative initiative. Experts suggest a cautious approach while encouraging experimentation.",
      "Teachers highlight the roadmap for the next quarter. Experts suggest a cautious approach while encouraging experimentation.",
      "Organisers outline an increase in community engagement. Organisers added that safety guidelines remain a priority.",
      "Analysts review the roadmap for the next quarter. Data will be reviewed regularly to fine-tune the plan.",
      "Officials outline a series of public workshops. Organisers added that safety guidelines remain a priority.",
      "Officials question innovations in the field. Local groups have volunteered to assist with implementation.",
      "Artists debate ongoing challenges and solutions. The team plans to expand the program if outcomes stay strong."
    ]
  },
  {
    "id": "education-accessible-learning-tools-roll-out",
    "title": "Accessible learning tools roll out",
    "section": "Education",
    "author": "Pooja Bansal",
    "tag": "innovation",
    "date": "Aug 05, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Officials review a notable shift in trends. Experts suggest a cautious approach while encouraging experimentation.",
      "Startups question a set of best practices. Experts suggest a cautious approach while encouraging experimentation.",
      "Farmers highlight a collaborative initiative. Experts suggest a cautious approach while encouraging experimentation.",
      "Teachers announce a set of best practices. The update follows weeks of consultations with stakeholders.",
      "Artists explain innovations in the field. Local groups have volunteered to assist with implementation.",
      "Farmers debate innovations in the field. The update follows weeks of consultations with stakeholders."
    ]
  },
  {
    "id": "sports-athletics-meets-return-with-new-records",
    "title": "Athletics meets return with new records",
    "section": "Sports",
    "author": "Rahul Verma",
    "tag": "startup",
    "date": "Aug 05, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Farmers observe a collaborative initiative. Authorities emphasised transparency and accessibility.",
      "Researchers highlight the roadmap for the next quarter. Participants described the mood as optimistic and pragmatic.",
      "Startups outline innovations in the field. A detailed report will be published later this month.",
      "Artists debate a set of best practices. A detailed report will be published later this month.",
      "Organisers explain a series of public workshops. Organisers added that safety guidelines remain a priority.",
      "Athletes prepare for the roadmap for the next quarter. Experts suggest a cautious approach while encouraging experimentation.",
      "Engineers announce the launch of a pilot program. Local groups have volunteered to assist with implementation.",
      "Analysts explain a reduction in costs. A detailed report will be published later this month.",
      "Athletes review a reduction in costs. Participants described the mood as optimistic and pragmatic."
    ]
  },
  {
    "id": "business-women-led-enterprises-attract-new-capital",
    "title": "Women-led enterprises attract new capital",
    "section": "Business",
    "author": "Meera Iyer",
    "tag": "innovation",
    "date": "Aug 05, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Residents evaluate ongoing challenges and solutions. Authorities emphasised transparency and accessibility.",
      "Artists highlight a set of best practices. The team plans to expand the program if outcomes stay strong.",
      "Organisers announce the launch of a pilot program. A detailed report will be published later this month.",
      "Officials review innovations in the field. Early feedback has been positive, but wider adoption will take time.",
      "Residents announce the launch of a pilot program. Organisers added that safety guidelines remain a priority.",
      "Travelers explain ongoing challenges and solutions. Early feedback has been positive, but wider adoption will take time."
    ]
  },
  {
    "id": "technology-5g-campus-networks-enable-live-trials",
    "title": "5G campus networks enable live trials",
    "section": "Technology",
    "author": "Rohan Gupta",
    "tag": "festival",
    "date": "Aug 04, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Volunteers note an increase in community engagement. Data will be reviewed regularly to fine-tune the plan.",
      "Farmers announce the roadmap for the next quarter. A detailed report will be published later this month.",
      "Developers prepare for upgrades to local infrastructure. The update follows weeks of consultations with stakeholders.",
      "Entrepreneurs celebrate the launch of a pilot program. The team plans to expand the program if outcomes stay strong.",
      "Entrepreneurs highlight a series of public workshops. Authorities emphasised transparency and accessibility.",
      "Scientists evaluate a reduction in costs. The team plans to expand the program if outcomes stay strong.",
      "Athletes outline a notable shift in trends. Organisers added that safety guidelines remain a priority.",
      "Athletes celebrate upgrades to local infrastructure. The update follows weeks of consultations with stakeholders.",
      "Entrepreneurs report ongoing challenges and solutions. Early feedback has been positive, but wider adoption will take time."
    ]
  },
  {
    "id": "india-renewable-energy-parks-cross-new-milestones",
    "title": "Renewable energy parks cross new milestones",
    "section": "India",
    "author": "Meera Iyer",
    "tag": "innovation",
    "date": "Aug 03, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Artists observe ongoing challenges and solutions. A detailed report will be published later this month.",
      "Athletes report the roadmap for the next quarter. The update follows weeks of consultations with stakeholders.",
      "Farmers note ongoing challenges and solutions. Experts suggest a cautious approach while encouraging experimentation.",
      "Scientists review a reduction in costs. Authorities emphasised transparency and accessibility.",
      "Entrepreneurs prepare for innovations in the field. Data will be reviewed regularly to fine-tune the plan.",
      "Scientists review a series of public workshops. Authorities emphasised transparency and accessibility."
    ]
  },
  {
    "id": "education-alumni-networks-mentor-early-careers",
    "title": "Alumni networks mentor early careers",
    "section": "Education",
    "author": "Vihaan Kumar",
    "tag": "festival",
    "date": "Aug 02, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Residents observe an increase in community engagement. Participants described the mood as optimistic and pragmatic.",
      "Students review a series of public workshops. Early feedback has been positive, but wider adoption will take time.",
      "Engineers announce new opportunities for growth. A detailed report will be published later this month.",
      "Developers debate the roadmap for the next quarter. Experts suggest a cautious approach while encouraging experimentation.",
      "Engineers question the roadmap for the next quarter. Early feedback has been positive, but wider adoption will take time.",
      "Teachers celebrate the roadmap for the next quarter. A detailed report will be published later this month.",
      "Analysts report ongoing challenges and solutions. Participants described the mood as optimistic and pragmatic.",
      "Startups celebrate the roadmap for the next quarter. The team plans to expand the program if outcomes stay strong.",
      "Athletes evaluate innovations in the field. Authorities emphasised transparency and accessibility."
    ]
  },
  {
    "id": "business-manufacturing-indexes-show-steady-momentum",
    "title": "Manufacturing indexes show steady momentum",
    "section": "Business",
    "author": "Rahul Verma",
    "tag": "community",
    "date": "Aug 02, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Organisers review the roadmap for the next quarter. Authorities emphasised transparency and accessibility.",
      "Doctors prepare for upgrades to local infrastructure. Participants described the mood as optimistic and pragmatic.",
      "Developers prepare for upgrades to local infrastructure. Experts suggest a cautious approach while encouraging experimentation.",
      "Analysts report the launch of a pilot program. Early feedback has been positive, but wider adoption will take time.",
      "Teachers evaluate a reduction in costs. The team plans to expand the program if outcomes stay strong.",
      "Artists announce a collaborative initiative. Participants described the mood as optimistic and pragmatic.",
      "Engineers debate the roadmap for the next quarter. Early feedback has been positive, but wider adoption will take time.",
      "Travelers question upgrades to local infrastructure. A detailed report will be published later this month.",
      "Analysts report a series of public workshops. The team plans to expand the program if outcomes stay strong."
    ]
  },
  {
    "id": "entertainment-animation-schools-showcase-student-reels",
    "title": "Animation schools showcase student reels",
    "section": "Entertainment",
    "author": "Kabir Shah",
    "tag": "football",
    "date": "Aug 01, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Organisers debate the launch of a pilot program. Organisers added that safety guidelines remain a priority.",
      "Athletes celebrate a series of public workshops. Experts suggest a cautious approach while encouraging experimentation.",
      "Engineers review new opportunities for growth. The team plans to expand the program if outcomes stay strong.",
      "Entrepreneurs question a series of public workshops. Local groups have volunteered to assist with implementation.",
      "Officials review an increase in community engagement. Local groups have volunteered to assist with implementation.",
      "Entrepreneurs outline the roadmap for the next quarter. Experts suggest a cautious approach while encouraging experimentation.",
      "Organisers report a series of public workshops. A detailed report will be published later this month.",
      "Travelers celebrate a reduction in costs. Authorities emphasised transparency and accessibility."
    ]
  },
  {
    "id": "india-digital-services-in-rural-belts-expand-steadily",
    "title": "Digital services in rural belts expand steadily",
    "section": "India",
    "author": "Vihaan Kumar",
    "tag": "economy",
    "date": "Aug 01, 2025",
    "readingMin": 2,
    "imageAlt": "Placeholder image for coursework",
    "body": [
      "Travelers celebrate the roadmap for the next quarter. Organisers added that safety guidelines remain a priority.",
      "Officials report an increase in community engagement. Organisers added that safety guidelines remain a priority.",
      "Residents report ongoing challenges and solutions. Authorities emphasised transparency and accessibility.",
      "Engineers note upgrades to local infrastructure. Participants described the mood as optimistic and pragmatic.",
      "Researchers observe a series of public workshops. Experts suggest a cautious approach while encouraging experimentation.",
      "Authorities announce a reduction in costs. Experts suggest a cautious approach while encouraging experimentation.",
      "Analysts note a notable shift in trends. A detailed report will be published later this month."
    ]
  }
]